[
  {
    "title": "British police are investigating Diana's death again",
    "url": "http://www.usatoday.com/story/life/people/2013/08/17/british-police-are-investigating-dianas-death-again/2667705/",
    "text": "British police announced Saturday they are again investigating Princess Diana's death.\nBritish media and the Associated Press reported that Scotland Yard is examining the \"relevance and credibility\" of newly received information relating to the deaths of Diana and her companion, Dodi Fayed, who also was killed, along with their driver, in a car crash in a Paris traffic tunnel on Aug. 31, 1997.\nIn a statement Scotland Yard said that the assessment will be carried out by officers from its specialist crime and operations unit.\nPalace press officials representing Diana's sons, Prince William and Prince Harry, declined to comment.\nThe Telegraph reported that the new information alleges that Diana was \"murdered\" by a member of the British military, and that the allegation came to the Yard from the Royal Military Police, who in turn got it from the in-laws of a former soldier.\nConspiracy theories popped up practically from the moment the Princess of Wales' death was announced to a stunned nation, sending much of the United Kingdom prostrate with unprecedented public grieving.\nMohamed Fayed, the Egyptian-born tycoon who is Dodi's father, accused the royal family of ordering the British secret services to kill Diana in order to prevent her from marrying a Muslim and giving birth to a Muslim half brother to a future king, Prince William.\nHis claims were exposed as unfounded, most recently by a British coroner's inquiry in 2008. Repeated investigations have concluded that Diana died because her driver was drunk and driving too fast in order to evade paparazzi, and she was not wearing a seat belt when he lost control and the car slammed into a tunnel pillar at a high rate of speed.\nThe news of a new investigation comes just a month before the premiere in London of a new movie, Diana , starring Naomi Watts, which chronicles her secret two-year, doomed love affair with a Pakistani heart surgeon.",
    "media": [
      {
        "caption": "Princess Diana",
        "link": "http://www.gannett-cdn.com/-mm-/d04be203a10f374f3341232c30a73bdc911b75bb/c=0-49-1286-1762&r=537&c=0-0-534-712/local/-/media/USATODAY/test/2013/08/17/1376771100000-Diana-death-.jpg",
        "primary": "true",
        "type": "image"
      }
    ],
    "date": "Sat, 17 Aug 2013 23:29:00 GMT",
    "type": "article",
    "icon": "http://www.gannett-cdn.com/static/usat-web-static-3.9.0/images/favicon.png"
  },
  {
    "title": "UFC Fight Night: Sonnen submits Rua in first round",
    "url": "http://www.usatoday.com/story/sports/ufc/2013/08/17/chael-sonnen-submits-mauricio-shogun-rua-ufc-fight-night-26/2668319/",
    "text": "Chael Sonnen has long been known for his ground game, but it wasn't until his victory over Mauricio Rua on Saturday night that he proved how quickly he can finish fights there.\nAfter a back-and-forth first round, Sonnen locked up a guillotine choke late in the opening frame, forcing the former UFC light heavyweight champion to tap out at the 4:47 mark of Round 1.\nThe light heavyweight bout headlined Saturday's UFC Fight Night 26 event at Boston's TD Garden. It aired on FOX Sports 1 as part of the new cable channel's first day on air.\nFULL COVERAGE: MMA news at MMAjunkie.com\nSonnen's trademark style was on display early as he wasted no time diving for the takedown and planting \"Shogun\" on the mat in the opening seconds of the bout. Rua wasn't content to stay there long, however, and he quickly scrambled to his feet and got a takedown of his own to even things up.\nTo Sonnen's credit, he stayed calm and collected early on, and it wasn't long before he had reversed the position and resumed the grinding, ground-and-pound style from the top that most people expected from him in this fight. But the real surprise came in the final minute of the round, when Sonnen locked up the guillotine choke and finished it from his back, leaving his Brazilian opponent with no escape route as he squeezed for the submission victory.\nAfter the fight, the always-verbose Sonnen first dedicated his win to his grandmother, who he said has battled cancer, then launched almost immediately into his pro wrestling-style schtick, praising his own performance with an impromptu poem and then calling out longtime Brazilian rival Wanderlei Silva.\n\"Right here on the UFC's new home, FOX Sports 1, Wanderlei Silva, 6 feet tall and 205 pounds,\" Sonnen said in his post-fight interview with UFC color commentator Joe Rogan. \"Boy, until I met you, I didn't know they could stack crap that high.\"\nAfter being briefly interrupted by Rogan, Sonnen was soon back on track, offering Silva a fight in three months' time before storming out of the cage.\nWith the win, Sonnen (28-13-1 MMA, 7-6 UFC) gets his first victory since January 2012, snapping a two-fight losing streak that saw him suffer defeats in bouts for both the UFC middleweight and light heavyweight titles. Rua (21-8 MMA, 5-6 UFC) has now lost two in a row in the UFC.\nFull UFC Fight Night 26 results:\nChael Sonnen def. Mauricio \"Shogun\" Rua via submission (guillotine choke) — Round 1, 4:47\nTravis Browne def. Alistair Overeem via KO (head kick, punches) — Round 1, 4:08\nUrijah Faber def. Yuri Alcantara via unanimous decision (30-26, 30-26, 30-27)\nMatt Brown def. Mike Pyle via KO (punches) — Round 1, 0:29\nJohn Howard def. Uriah Hall via split decision (30-27, 28-29, 29-28)\nMichael Johnson def. Joe Lauzon via unanimous decision (30-27, 30-27, 30-25)\nMichael McDonald def. Brad Pickett via submission (triangle choke) — Round 2, 3:43\nConor McGregor def. Max Holloway via unanimous decision (30-27, 30-27, 30-26)\nSteven Siler def. Mike Brown via KO (punches) — Round 1, 0:50\nDiego Brandao def. Daniel Pineda via unanimous decision (29-28, 29-28, 29-28)\nManny Gamburyan def. Cole Miller via unanimous decision (30-27, 29-28, 29-28)\nOvince St. Preux def. Cody Donovan via KO (punches) — Round 1, 2:07\nJames Vick def. Ramsey Nijem via submission (guillotine choke) — Round 1, 0:58\nBen Fowlkes writes for MMAjunkie.com, a USA TODAY Sports Media Group affiliate. Follow Ben on Twitter @benfowlkesMMA .",
    "media": [
      {
        "caption": "2013-08-17 Chael Sonnen",
        "link": "http://www.gannett-cdn.com/-mm-/e398190317b27b65fbd6ab69ff1eafbacdf2f6f9/c=0-0-3334-2512&r=x404&c=534x401/local/-/media/USATODAY/test/2013/08/17/1376796750000-08-17-2013-Chael-Sonnen.jpg",
        "primary": "true",
        "type": "image"
      }
    ],
    "date": "Sun, 18 Aug 2013 04:35:00 GMT",
    "type": "article",
    "icon": "http://www.gannett-cdn.com/static/usat-web-static-3.9.0/images/favicon.png"
  },
  {
    "title": "Broncos DE Derek Wolfe driven off field in ambulance",
    "url": "http://www.usatoday.com/story/sports/nfl/broncos/2013/08/17/denver-broncos-derek-wolfe-injury/2668289/",
    "text": "Denver Broncos defensive end Derek Wolfe was driven off the field at CenturyLink Field in Seattle after suffering a spine injury sustained in a helmet-to-helmet hit Saturday night.\nWolfe, the Broncos' second-round pick in 2012, had shed a low block when he collided with Seahawks fullback Michael Robinson.\nNFL: Jets' QB question still unanswered\nWolfe was taken to a Seattle hospital, where results of a CT scan and MRI were negative, head coach John Fox said after the game.\nWolfe was released and allowed to fly home with the team late Saturday night.\n\"So far, so good,\" Broncos head coach John Fox said. \"We'll keep him in our prayers.\"\nWolfe was just one of several starters who had to leave the 40-10 Seattle win with injuries. Cornerback Champ Bailey (foot), wide receiver Wes Welker (ankle), linebacker Stewart Bradley (wrist) and guard Louis Vasquez (knee) all were injured in the first half and did not return.\nFollow Lindsay H. Jones on Twitter @ bylindsayhjones .\nPHOTOS: Top shots from training camp\nLast Slide Next Slide",
    "media": [
      {
        "caption": "2013-08-17-derek-wolfe",
        "link": "http://www.gannett-cdn.com/-mm-/197e802f07244b4513740c0a3d112d08f7b617b9/c=0-0-3072-2306&r=x404&c=534x401/local/-/media/USATODAY/test/2013/08/17/1376793603000-USP-NFL-Denver-Broncos-Training-Camp.jpg",
        "type": "image"
      },
      {
        "caption": "Seattle Seahawks middle linebacker Bobby Wagner (54) celebrates a play by Seattle Seahawks defensive tackle Brandon Mebane (92) against the Denver Broncos during the second quarter at CenturyLink Field.",
        "link": "http://www.gannett-cdn.com/-mm-/22e5903285d2f5881fec7c02c62da85011de3384/c=500-0-4392-2929&r=x513&c=680x510/local/-/media/USATODAY/USATODAY/2013/08/18/1376800772001-USP-20130817-mbr-sn8-259.JPG",
        "primary": "true",
        "type": "image"
      }
    ],
    "date": "Sun, 18 Aug 2013 06:49:00 GMT",
    "type": "article",
    "icon": "http://www.gannett-cdn.com/static/usat-web-static-3.9.0/images/favicon.png"
  },
  {
    "title": "Lawyer says first Penn State abuse claim settled",
    "url": "http://www.usatoday.com/story/sports/ncaaf/bigten/2013/08/17/penn-state-jerry-sandusky-joe-paterno-nittany-lions-abuse-case-victim-settlement/2668183/",
    "text": "HARRISBURG, Pa. (AP) — The first civil claim brought against Penn State over child sexual abuse at the hands of former assistant football coach Jerry Sandusky has been settled, an attorney for one of Sandusky's victims said Saturday.\nThe Philadelphia Inquirer first reported that the young man known as \"Victim 5,\" who testified at Sandusky's criminal trial last year, settled for several million dollars.\nAttorney Tom Kline confirmed the deal in an email to The Associated Press but did not immediately provide any other details.\nSTUNNING QUOTES: PSU players comment in new book\nThe paper reported the deal is the first of 26 settlements expected soon among 31 young men who have pressed claims over the actions of Sandusky.\nThe Inquirer said it had interviewed Kline on Friday along with Michael Rozen, one of the lawyers brought in by Penn State to resolve the civil claims.\nRozen told the paper that Victim 5's case was considered to be more serious than others because his abuse occurred in August 2001, months after top school officials were informed by a graduate assistant that he saw Sandusky assaulting a boy in a team shower.\nEARLIER: Penn State ex-officials face trial in abuse case\n\"The pivotal issue from the university's perspective in dealing with the victims is where the incident occurred and when it occurred proximate to the 2001 shower incident,\" Rozen told the paper.\nA spokesman for the university declined comment on the deal Saturday, saying the school \"continues to make progress on multiple settlements.\"\nPenn State announced a year ago — the day Sandusky was convicted of 45 criminal counts — that it hoped to compensate his victims fairly and quickly.\nSandusky, 69, is serving a 30- to 60-year state prison sentence for child molestation and related offenses.\nPenn State's trustees authorized some $60 million in settlements last month.\nVictim 5 was among eight young men testified at Sandusky's trial last year about abuse that included grooming, fondling, oral sex and anal rape, including incidents on school property.\nSandusky spent three decades at Penn State under former head coach Joe Paterno. He met some of his victims through The Second Mile, a charity for at-risk youth he founded in 1977 and continued to operate after he retired from Penn State in 1999.\nA 1998 complaint about Sandusky showering with a boy — one of those who testified against him — was investigated by university police but no charges were filed. A graduate assistant, Mike McQueary, witnessed a different incident in the team shower in 2001 and notified Paterno and other high-ranking school officials, but police were not called.\nThe response of university leaders, including Paterno, was heavily criticized in a report commissioned by the school last year. Paterno died in January 2012, but criminal charges for an alleged cover-up are pending against three others: former president Graham Spanier, retired vice president Gary Schultz and retired athletic director Tim Curley. All three deny the allegations.\nPenn State had fostered an image of a model football program under Paterno, whose statue outside the football stadium was taken down after the scandal broke.\nThe school has spent nearly $50 million on the Sandusky scandal, not including any payments to the victims and accusers.\nCopyright 2013 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
    "media": [
      {
        "caption": "Sandusky",
        "link": "http://www.gannett-cdn.com/-mm-/f349b2d68cb36120a30522c87430af1ae3389ea0/c=84-0-2737-2001&r=x404&c=534x401/local/-/media/USATODAY/USATODAY/2013/08/17/1376790292000-AP-Penn-State-Abuse.jpg",
        "primary": "true",
        "type": "image"
      }
    ],
    "date": "Sun, 18 Aug 2013 02:58:00 GMT",
    "type": "article",
    "icon": "http://www.gannett-cdn.com/static/usat-web-static-3.9.0/images/favicon.png"
  },
  {
    "title": "NTSB: No problem with controls in fatal UPS crash",
    "url": "http://www.usatoday.com/story/news/nation/2013/08/17/ntsb-ups-crash/2668157/",
    "text": "BIRMINGHAM, Ala. (AP) — Federal investigators said Saturday they haven't found any problems with the controls in a UPS cargo jet that crashed while landing in Alabama, killing the two pilots.\nNational Transportation Safety Board member Robert Sumwalt said the cockpit controls in the A300 aircraft appeared to be working before the crash, and they matched the positions of the airplane's flaps and rudders.\nSumwalt's comments came during a news conference Saturday at Birmingham's airport, where investigators are still sifting through the wreckage of the twin-engine aircraft.\nInvestigators previously said they did not see any problems with the plane's engines, but that a cockpit warning went off seconds before the crash. The alarm, called a sink rate warning, indicated the plane was descending faster than normal.\nSumwalt said the plane's data recorder showed the autopilot was engaged until the final second before the end of the recording, but he added that was not unusual.\nThe aircraft went down less than a mile from the end of a 7,000-foot runway that lacks the equipment for full instrument landings at Birmingham Shuttlesworth International Airport, located a few miles east of the city's downtown. A 12,000-foot runway with a more complete guidance system was closed for maintenance on its lights at the time of the crash, which occurred about 4:45 a.m. CDT Wednesday.\nPilots consider the approach to the shorter runway more tricky because of the lack of full instrumentation and a large hill at the end of the runway, but the NTSB has not indicated whether the runway's configuration might have been a factor in the accident.\nThe flight data recorder showed the airplane was traveling about 161 mph, the expected speed for such an approach, Sumwalt said.\nUPS has identified the victims of the crash as Capt. Cerea Beal, Jr., 58, of Matthews, N.C.; and First Officer Shanda Fanning, 37, of Lynchburg, Tenn. Beal was flying the aircraft at the time of the accident, the NTSB said previously, but it's unkown so far whether either pilot had previously attempted a landing on the runway.\nInvestigators are trying to determine how much rest the pilots had before taking off for Birmingham.\nThe crew started its day Tuesday in Rockford, Ill., before making a stop in Peoria, Ill., Sumwalt said. They then flew to Louisville, Ky., which was the final stop before the ill-fated, 45-minute trip to Birmingham.\nSumwalt said investigators have determined the pilots obtained keys to rooms that UPS has set aside for crew members to sleep, and they are still trying to determine whether the rooms were used.\nCopyright 2013 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
    "media": [
      {
        "caption": "UPS crash",
        "link": "http://www.gannett-cdn.com/-mm-/5ec68107be9257916c89ee1659d54f4fbd01df1f/c=306-0-2640-1757&r=x404&c=534x401/local/-/media/USATODAY/USATODAY/2013/08/17/1376787828000-AP-UPS-Plane-Crash.jpg",
        "primary": "true",
        "type": "image"
      }
    ],
    "date": "Sun, 18 Aug 2013 02:05:00 GMT",
    "type": "article",
    "icon": "http://www.gannett-cdn.com/static/usat-web-static-3.9.0/images/favicon.png"
  },
  {
    "title": "Red Sox broadcaster blasts son charged with murder",
    "url": "http://www.usatoday.com/story/sports/mlb/2013/08/17/red-sox-broadcaster-jerry-remy-blasts-son-jared-remy-charged-with-murder/2668027/",
    "text": "BOSTON (AP) — Longtime Boston Red Sox broadcaster Jerry Remy said Saturday he could not describe his \"disgust and remorse\" over allegations his son fatally stabbed his girlfriend a day after being released from custody for allegedly assaulting her.\nIn a statement released through his Twitter account , Remy said he and his wife are \"heartbroken\" over the death of Jennifer Martel on Thursday night, allegedly at the hands of his son, Jared.\n\"Words cannot describe my wife's and my grief,\" Jerry Remy wrote. \"Son or not, I am at loss for words articulating my disgust and remorse over this senseless and tragic act.\"\nSTORY: Jared Remy charged with murder\nJared Remy, 34, pleaded not guilty in Waltham District Court on Friday on charges of murder and domestic assault and battery in the killing of Martel, 27.\nIn court, prosecutors described a brutal and determined attack, saying Jared Remy assaulted Martel in the kitchen, living room, on a stairway and then pinned her to the ground in the patio where he stabbed her several times. At least one neighbor who tried to help Martel was driven back when Remy slashed at him, a prosecutor told a judge in court.\nMartel's 4-year-old child was in the apartment and was not hurt. The child is now in the custody of child welfare officials.\nRemy was arrested at the scene, his clothes soaked in the victim's blood.\nThe following link presents a statement of my wife's and my feelings after this week's tragedy-Jerry pic.twitter.com/uoKVGgPBAJ — Jerry Remy (RemDawg) (@Jerry_Remy) August 17, 2013\nOn Wednesday, Remy had been released on personal recognizance in an open assault and battery case in which Martel was the alleged victim, Middlesex District Attorney Marian Ryan said. There was no active restraining order against him, she said.\nRemy has a violent criminal history, including a total of 15 criminal charges since 1998, according to Waltham court records. He has been accused of assaulting five people — including four women.\nRemy was ordered held without bail. His attorney, Peter Bella, said he was trying to figure out what happened leading up to Martel's stabbing, pointing out that his client had what could be considered as defensive wounds.\nJerry Remy is a former Red Sox second baseman who has been a color analyst on team broadcasts on the New England Sports Network since 1988. He has struggled with health problems in recent years. NESN announced Friday that he will be off the air through next weekend.\nJerry Remy said Saturday that his thoughts and prayers go out to the victim's mom and her family.\nJared Remy is a former Red Sox security staffer who was fired by the team in 2008 during a steroid investigation.\nJared Remy pleaded not guilty to charges of murder and domestic assault and battery. (Photo: Mark Garfinkel, The Boston Herald via AP)\nCopyright 2013 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
    "media": [
      {
        "caption": "2013-08-17 Jerry Remy",
        "link": "http://www.gannett-cdn.com/-mm-/6ed17a47636864768347bf5a3c5ecf75a67317b7/c=215-285-1152-1530&r=537&c=0-0-534-712/local/-/media/USATODAY/test/2013/08/17/1376783014000-08-17-2013-Jerry-Remy.jpg",
        "primary": "true",
        "type": "image"
      },
      {
        "caption": "2013-08-17 Jared Remy",
        "link": "http://www.gannett-cdn.com/-mm-/609a012b9323cd1e61b1c34e31a87b14a98dcaa0/c=88-58-1640-1369&r=x383&c=540x380/local/-/media/USATODAY/test/2013/08/17/1376782916000-08-17-2013-Jared-Remy.jpg",
        "type": "image"
      }
    ],
    "date": "Sun, 18 Aug 2013 01:12:00 GMT",
    "type": "article",
    "icon": "http://www.gannett-cdn.com/static/usat-web-static-3.9.0/images/favicon.png"
  },
  {
    "title": "Chevrolet offers sneak peek at new racing Corvette",
    "url": "http://www.usatoday.com/story/driveon/2013/08/17/chevrolet-corvette-racing/2667947/",
    "text": "MONTEREY, Calif. -- As if anyone had any doubt about a racing version of the new 2014 Chevrolet Corvette, the answer came Sunday at the Rolex Monterey Motorsports Reunion.\nWithout any prior warning to the hundreds of Corvette fans gathered here, what is expected to be the next racing Corvette -- clad in black-and-white camouflage -- took a lap at the Mazda Raceway Laguna Seca.\nIt was supposed to be a \"parade lap,\" but it seemed mighty fast. The Corvette, designated the C7.R, was driven hard around the track, apparently to signal that it intends to be a force like never before on the racing circuit. It's the seventh generation Corvette and the R stands for racing.\nThe lap comes days after the new seventh-generation Corvette made available for drives bythe press near here last week. The new car is more powerful and more capable than the one it replaces, and it has dramatic new styling. The styling stood out in particular when it came to the racing version of the Corvette.\nIts first racing appearance won't come until January in Daytona Beach, Fla.",
    "media": [
      {
        "caption": "The Corvette Racing C7.R takes a turn at the Rolex Monterey Motorsports Reunion in Monterey, California.",
        "link": "http://www.gannett-cdn.com/-mm-/fdcd553da8a5662d08b6508c7128fad8ca911c3d/c=474-126-2598-1730&r=x513&c=680x510/local/-/media/USATODAY/USATODAY/2013/08/17/1376785913000-CorvetteC7RMonterey01.jpg",
        "primary": "true",
        "type": "image"
      },
      {
        "type": "image",
        "link": "http://www.gannett-cdn.com/-mm-/02e62da7c81846d1b38092a8d7525a2b86f72721/c=946-887-1834-1553&r=x404&c=534x401/local/-/media/USATODAY/driveon/2013/08/17/1376780419000-IMG-3167.JPG"
      }
    ],
    "date": "Sun, 18 Aug 2013 01:54:00 GMT",
    "type": "article",
    "icon": "http://www.gannett-cdn.com/static/usat-web-static-3.9.0/images/favicon.png"
  },
  {
    "title": "'The Butler' is mannered and moving",
    "url": "http://www.usatoday.com/story/life/movies/2013/08/15/the-butler-review/2581949/",
    "text": "Authentic emotion competes with manufactured sentiment for the heart of Lee Daniels' The Butler .\nThe reality-based film (*** out of four; rated PG-13; opens Friday nationwide) is both deeply affecting and blatant Oscar bait. It's inspiring and filled with fine performances, but the insistently swelling musical score and melodramatic moments seem calculated and undercut a powerful story.\nA revolving door of stars in quasi-cameos takes the audience out of the movie. Viewers will find themselves musing, \"Wow, Jane Fonda really looks like Nancy Reagan!\" and \"Who knew Robin Williams could look so much like Eisenhower?\" or \"Wait, was that catatonic woman Mariah Carey?\"\nIt is, however, refreshing to see a mainstream film dominated by black actors, in which white actors have small, supporting roles.\nForest Whitaker is superb as Cecil Gaines, a fictional domestic worker at the White House, who served in seven presidential administrations, from 1957 to 1986. The story is inspired by Wil Haygood's Washington Post article about real-life presidential butler Eugene Allen. With exquisite subtlety, Whitaker evokes the inner strength and concealed turmoil that belie his subservient post.\nREVIEWS: The latest movie reviews from USA TODAY\nTRAILERS: Coming soon to theaters\nGaines' story begins when he's a child in 1926 picking cotton on a Georgia plantation. Disturbing events lead to Gaines working indoors as a servant for an imperious matriarch (Vanessa Redgrave). Forced into servility, he learns fine manners. As a young man, he runs away and lands a job at a tony Washington, D.C., hotel. There, he comes to the attention of an administration official who hires him to work at the White House.\nAfter his poverty-stricken childhood, Gaines is grateful for work that allows him to support his wife Gloria (Oprah Winfrey), and sons Louis (David Oyelowo) and Charlie (Elijah Kelley). Focused on change, Louis clashes with his more deferential father and becomes a Freedom Rider. One of the film's most moving scenes features Louis protesting at a segregated lunch counter in the South juxtaposed with a white-gloved Gaines quietly serving a sumptuous meal at a White House dinner. Oyelowo gives a masterful performance as the film chronicles the civil rights movement, and director Daniels offers a compelling look at the strikingly different ways two African-American men chose to deal with racial discrimination.\nWinfrey has substantial chemistry with Whitaker and gives a solid performance, though it's hard to forget we're watching the TV star.\nSTORY: Forest Whitaker pours his heart into 'The Butler'\nVIDEO: Oprah on her raunchy 'Butler' scenes\nPREMIERE: Oprah apologizes for bag-gate at 'The Butler' premiere\nAt times, the film comes off as a more serious-minded Forrest Gump in the way it superficially covers key events in U.S. history, with Gaines thrust into these moments. The story is more successful when it focuses on Gaines' point of view and how his job often bangs up against familial concerns. After President Kennedy (James Marsden) is shot, a shattered Gaines stays late and approaches Jacqueline (Minka Kelly), still wearing her blood-stained pink suit, inquiring if there's anything he can do to help. She is unresponsive. He goes home to find Gloria upset about family issues. They have a row over his paying more attention to what is going on in the White House than in his own home.\nThe Butler brings into clear focus how the civil rights struggle paved the way for Barack Obama to become president. The film ends, with just the right sense of portent, after Obama is elected in 2008.\nAs a sweeping, multi-generational saga, The Butler verges on heavy-handed. But it's also poignant, powerful and worth seeing.",
    "media": [
      {
        "caption": "Review: 'The Butler'",
        "link": "http://www.gannett-cdn.com/-mm-/4a33a6ee7e29e293645223568ad490469d228636/c=232-0-2000-1331&r=x404&c=534x401/local/-/media/USATODAY/GenericImages/2013/08/15/1376593044000-XXX-GAN-MOV-MOVIES-081213-3-57671990.JPG",
        "primary": "true",
        "type": "image"
      }
    ],
    "date": "Sun, 18 Aug 2013 04:28:00 GMT",
    "type": "article",
    "icon": "http://www.gannett-cdn.com/static/usat-web-static-3.9.0/images/favicon.png"
  },
  {
    "title": "High school player dies from injuries after tackle",
    "url": "http://www.usatoday.com/story/sports/highschool/2013/08/17/deantre-turman-creekside-high-school-death/2668275/",
    "text": "Story Highlights\nATLANTA -- A high school football player has died from injuries sustained during a scrimmage Friday night.\nDe'Antre Turman, 16, of Creekside High School, was taken to Grady hospital after being injured during the game, and was pronounced dead overnight.\nSaturday evening, a Fulton County medical examiner ruled the cause of death was from a fracture of the third cervical vertebrae.\nWitnesses at the scrimmage at Banneker High School, including Turman's coach from an after-school college prep program, IDareU, Glenn Ford, watched Turman cover the Banneker receiver. The receiver caught the ball downfield and Turman immediately tackled him.\nAs Ford says, Turman \"just immediately went limp.\"\n\"It was a fundamental tackle, Ford said. \"(Turman's) head was up. It was a clean tackle. It was a clean tackle. He went down. Only God knows. You know, only God knows what happened.\n\"He was an outstanding kid, you know, through adversity, through all the adversity that he'd been going through, losing his mom, you know, he was just a good kid,\" Ford added.\nThe 5-foot-11, 164-pound junior was a cornerback for the Seminoles and was just named the Top Defensive Back at MVP Camp this past June.\nAccording to 247sports.com, he had a scholarship offer to play football at the University of Kentucky.\nAnother former coach of Turman, George Purvis, knew the football player since he was 7 years old.\n\"Oh man. It's hard. It's hard. I mean, he's a special kid,\" he said.\n\"His goal was to play pro football. And he was one of the special ones that had a good chance to do it.\"\nThe Georgia High School Association released a statement via their Facebook page.\n\"Any kind of death of an adolescent, it's a tragedy,\" said Dr. Ralph Swearngin, GHSA Executive Director. \"You think about the loss to the family and a young life being cut off whether it's an athletic event or car accident or natural causes. As a father and grandfather, it strikes you personally.\"\nRon Nakfoor works at WXIA-TV Atlanta, a Gannett property.",
    "media": [
      {
        "type": "image",
        "link": "http://www.gannett-cdn.com/-mm-/5ce3ab0fdd7d8dbda0cc200a27afd4269995db72/r=x307&c=540x304/http/bc_gvpc.edgesuite.net/img/963482463001/201308/815/963482463001_2613824946001_video-still-for-video-2614058776001.jpg",
        "primary": "true"
      }
    ],
    "date": "Sun, 18 Aug 2013 03:27:00 GMT",
    "type": "article",
    "icon": "http://www.gannett-cdn.com/static/usat-web-static-3.9.0/images/favicon.png"
  },
  {
    "title": "TECH NOW: Best back to school gadgets",
    "url": "http://www.usatoday.com/story/tech/personal/2013/08/18/tech-now-back-to-school-laptop-smartpen-wifi-ipad/2649637/",
    "text": "From lunchboxes to laptops, smartphones to smartpens, most parents like me are staring down at areally long back-to-school shopping list and feeling … pretty overwhelmed. When it comes to tech-ing our kids, how do we give them what they really need for a price we can really afford ? Here's a start on some top tech tools for a whole range of budgets:\nFOR COMPUTING ON THE GO: ULTRAPORTABLE LAPTOP\nToday's slender laptops are the crown jewel of the back-to-school buy. By elementary school, most students will need access to a computer, whether at home or on the go. If they are of an age where they need to pack one around with them, you'll want to find something that has an all-day battery life, is sturdy — yet lightweight and small, so that it can fit in a backpack — and that won't be obsolete in a year or a two.\nIn this category it's hard to beat the MacBook Air , which is as portable as they come — the 11-inch model weighs just over 2 pounds — and has truly extraordinary nine hours of battery life. Prices start at $950 with student discounts.\nAnother great pick is the new Sony Vaio Pro 13 , which is one of the best new ultrabooks I've ever reviewed. Its fourth-generation Intel processor delivers ultra-fast speeds, masters the most demanding tasks, and keeps the battery boosted all day long. Prices on this little beauty start around $1,250.\nIf you're on a tight budget and you'd still like to get a lightweight laptop, don't despair — Samsung's 11-inch Chromebook starts at just $250. It's runs Google's Chrome operating system instead of Mac OS or Windows, and focuses on running applications over the Internet. This means the Chromebook could take a while to get used to, but that's not a big deal, since kids are so tech-adaptable. Overall, it does a fine job doing most things your average student needs, like researching topics online or writing papers with online tools like Google Docs.\nFOR TAKING NOTES: LIVESCRIBE SKY WI-FI SMARTPEN\nToday's students have a modern equivalent of the No. 2 pencil on steroids in the Livescribe Sky Wi-Fi Smartpen. It records a digital copy of what you write and draw, as well as audio of your class lectures. You just takes notes normally, then later go back, tap any word, symbol or doodle and the pen plays back the lecture that it was recording while you were writing. It also syncs digital copies to an Evernote account via Wi-Fi, so you can access everything from your computer or mobile device wherever you have Internet access. The Sky Wi-Fi Smartpen starts at $150. The only downfall: They are easy to lose, so be sure to put your name and contact information all over it. (I used bright pink duct tape for mine.)\nFOR APPS AND READING: IPAD MINI\nWhile I'm really fond of the size, price and performance of the Google Nexus 7 and Amazon Kindle Fire HD — and love that the Sony Xperia Tablet Z is waterproof — Apple's iPad Mini is still the tablet I find myself recommending to parents the most. Oh, sure, we read everyday how quickly Android's catching up, but iPads still offer the most robust selection of learning, study and organizational apps overall. It's also an easy way to access to digital textbooks, as well as iTunes U, which gives your student free, easy access to college-level courses as podcasts, videos, lecture notes and other media. Best of all, the iPad Mini has a mini-ish price tag, too, starting at $330.\nThere are, of course, great non-Apple options out there for students of all ages — so be sure to see our full story just on tablets for teens later this month.\nFOR KEEPING IN TOUCH: SMARTER SMARTPHONES\nGiving your child a smartphone may not seem like a great idea, but it is the best way for them to stay in touch not just with their friends, but with parents, family and emergency services if needed. But, there is so much to cover in this one topic — when is the right time to give a child a phone, what safeguards should be in place, what are the best prices — that we'll have an entire series on the subject in a few weeks as well.\nDORM TECH:\nGet more back-to-school essentials from Reviewed.com\nDORM TECH:\nMarshall Guitar amplifier fridge spices up a dorm room\nCOFFEE TECH:\nEspresso maker is prefect for students\nFOR TAKING A LOAD OFF: AIRBAC BACKPACK\nMy daughter's backpack seems bigger than she is, and often times seems it weighs more, too. Roller bags are outlawed at her school — yet bad backs — apparently are not. For this issue, there's Airbac , with a built-in \"air cushion\" that nestles in against your lower back and, quite literally, takes a load off. It has a built-in air pump to put more air in whenever and wherever you need. The whole design alleviates the pressure pulling down on your shoulders, while distributing weight more evenly throughout, and resting more comfortably on your hips. For this, you'll pay around $60.\nFOR MUSIC ANYWHERE: Satechi iFit-1\nThis speaker dock for your smartphone or tablet is compact and portable, but still features the power to provide great sound wherever you need it — with a battery that will last for up to six hours. This gadget is compatible with most smartphones and tablets and, best of all, comes in at a bargain price of $16.\nThe Pebble smartwatch starts at $150. (Photo: Pebble)\nFOR THE WOW FACTOR: PEBBLE SMARTWATCH\nThe Pebble Smartwatch is more for the college age student who wants to look both tech — and fashion — forward. It's a great way to know what time it is, and gives you a way to read to read texts, e-mails and get calendar notifications, all on your wrist. But, if you or your student is prone to attention issues, this could be a huge distraction, since it vibrates and flashes social media alerts right on … hang on a minute… I'm getting a text … oh right … your wrist. Prices start at $150.\nFOR STUDENTS WHO STILL NEED A PRINTER: EPSON ALL-IN-ONE\nThere's been a great debate among the tech-recommending crowd: Do students still need printers, or is a USB memory stick or trip to the nearest campus Kinko's enough? I took that question to you, the viewers and readers, who overwhelmingly responded that, \"YES,\" many students still need the ability to print papers and projects and it's too inconvenient to go someplace to have them printed all the time. For a decent printer that works wirelessly across most mobile devices, the $99 Epson XP-410 is a fine choice. Yes, the ink will still be the biggest cost, so teach your students to print wisely.\nThe StickNFind costs $50 for a pack of two stickers. (Photo: StickNFind)\nFOR GOING FROM LOST TO FOUND: StickNFind\nOnce you've invested in this great tech, be sure your kids don't lose it, with StickNFind . These quarter-sized stickers broadcast a Bluetooth signal that you can track within a 150-foot range using StickNFind's smartphone app. At $50 for a pack of two stickers, these are probably best used on the items that are easily lost, like wallets, smartphones, tablets or even one another.\nWhat other gadgets have you or your student stumbled across this fall that you can't imagine living without? Or, what's one back-to-school-tool you miss from your days as the big man on campus? Be sure to let us know.\nJennifer Jolly is an Emmy Award-winning consumer tech contributor and host of USA TODAY's digital video show TECH NOW . E-mail her at techcomments@usatoday.com . Follow her on Twitter: @ JenniferJolly .",
    "media": [
      {
        "caption": "Airbac",
        "link": "http://www.gannett-cdn.com/-mm-/dde4391b6a335dd68f66a8dcb4f137ca13ccdb6b/c=0-36-1382-1284&r=x404&c=534x401/local/-/media/USATODAY/GenericImages/2013/08/13/1376424365000-airbac-for-c13.png",
        "primary": "true",
        "type": "image"
      },
      {
        "caption": "pebble",
        "link": "http://www.gannett-cdn.com/-mm-/9c7c937cfd110005add79f3ea72270426b6da3c4/c=51-0-583-400&r=x383&c=540x380/local/-/media/USATODAY/GenericImages/2013/08/13/1376424365002-pebble-smartwatch.jpg",
        "type": "image"
      },
      {
        "caption": "sticknfind",
        "link": "http://www.gannett-cdn.com/-mm-/6e5a8d0f6e4910eb9f3aa14b65c287bb7734a7a3/c=0-6-1138-862&r=x383&c=540x380/local/-/media/USATODAY/GenericImages/2013/08/13/1376424365003-sticknfind-radar-for-c13.png",
        "type": "image"
      }
    ],
    "date": "Sun, 18 Aug 2013 17:35:00 GMT",
    "type": "article",
    "icon": "http://www.gannett-cdn.com/static/usat-web-static-3.9.0/images/favicon.png"
  },
  {
    "title": "Best college bars in America",
    "url": "http://www.usatoday.com/story/travel/destinations/2013/08/17/best-college-bars-in-america/2666313/",
    "text": "When you reminisce on your college days, what comes to mind first? The all-nighters, the 8 a.m. classes, and ordering Dominos at all hours of the day? Or do most of your memories (or lack thereof) come from the nights spent passing around pitchers of cheap beer and ordering rounds of Jose Cuervo at your favorite bar alongside your best friends?\nThere is no doubt that the classic college bar is a major part of an undergrad's life. Where else can you (acceptably) order a round of cheap drinks, play drinking games usually reserved for a basement at a house party, and drunkenly belt out Wagonwheel and then proceed to cry as senior year comes to an end?\nEveryone's got their favorite campus late-night hangout that symbolizes and encompasses an entire college career. But some of these college bars, from universities and colleges big and small, truly define what it means to be a (insert your college mascot here).\nPAR-TAAY!: 2013's trashiest spring break destinations\nDoes your bar have free shots from 9 to 10 p.m., followed by free beer and free mixed drinks? Yes, that's a real thing. With a small cover charge, students at the University of Central Florida drink as much as they want, or can handle, at the Knight Library. And that jukebox you filled with dollars just to hear Shout every single weekend? Compare that to the DJs and live bands that play at the Red Square Bar & Grill in Burlington, Vt. Based on the music alone, you'll wish you had transferred to the University of Vermont.\nIn order to track down the best college bars around the country, The Daily Meal went to the primary source: the students. Requests flooded in with students eager to put their go-to bars on the list. Naturally, everyone has a little bias when it comes to his or her alma mater, and an objective vote was difficult.\nSo as to keep subjectivity to a minimum, a point system was put into place, addressing all the factors that make a great college bar. Recommended bars were then given a point for the following attributes:\n• Music: That includes jukeboxes, DJs, and live music. As long as the bar had some sort of method for drunk college students to fist-pump and screech at the top of their lungs to Livin' On A Prayer , a point was assigned.\n• An outdoor area: Students need somewhere to go to cool off from the dance floor, after all.\n• A selection of 10 beers or more on the menu .\n• Dance floor: What bar is complete without a cesspool of bumping and grinding?\n• Liquor: Mixed drinks and shots get you drunk quicker, no further explanation necessary.\n• The ability to get a beer for $3 or less on a weekend night: Let's face it, college students are not known for their deep pockets or refined tastes. The cheaper, the better, no matter the taste.\n• Beer pitcher availability: More cost-efficient than single beers, pitchers are a convenient way to buy a round of drinks, without spending a pretty penny.\n• Shot specials: Whether it's a free shot with a beer or $1 jello shots, we need it all.\n• Drinking games: Beer pong isn't just for the basement of a fraternity house. Although illegal in some states, public drinking games add a little something extra to your classic college bar.\n• Distance (less than ½ mile from campus): No one, drunk or sober, wants to have a long trip home from the bar.\n• Food served after 10 p.m. on the weekends: There is something exquisite, and necessary, about that bite of food when you're under the influence.\n• No cover charge: See number 6.\nPoints were deducted if the bar was only open on the weekends and if there is a notoriously long line to get inside.\nIn the case of a tie, a panel of \"experts\" became the deciding factor. College students from varying schools became the final decision in where a bar fell in the rankings.\nTHE DAILY MEAL: 25 Best College Bars in America\n1. The Boot - Tulane University - New Orleans\nAnd the title of the best college bar in America goes to none other than The Boot, a Tulane favorite. If you're a broke college student, and only have a couple of quarters to spare, you have enough for a drink at 50-cent drink night at The Boot. The Knight Library was originally tied with this college bar, but in the end, location was the deciding factor. The panel of college students came to a consensus that New Orleans, especially during Mardi Gras, is the ideal place to throw back a few drinks and celebrate 4 years of relative freedom.\n2. Knight Library - University of Central Florida - Orlando\nA ranked list of the best college bars in America would not be complete without the University of Central Florida's Knight Library. The general size of the establishment is impressive in itself; students have access to three full bars, a giant dance floor, a patio bar, and even VIP sections. Not a big dancer or drinker? Knight Library has darts, customized beer pong tables, and corn hole boards to get you entertained. Still not impressed? An Island Oasis frozen drink machine is the newest development to the bar.\n3. The Wagon Wheel - University of Kansas - Lawrence, Kan.\nJawhawks flock to \"the Wheel\" to join in on the fun, cheap drinks, and greasy pizza that this #3 college bar has to offer. The booths, walls, bar, and columns are all made of wood that are just begging to be written on, so bring a Sharpie to leave a mark that will remain even after you graduate. And if (and when) KU makes it to the Final Four of March Madness? The games are projected on the wall, outside in the patio area, guaranteeing a ruckus time\n4. Bullwinkle's Saloon - Florida State University - Tallahassee, Fla.\nSince 1979, Bullwinkle's Saloon has been catering to the needs, and mouths, of the Florida State Seminoles. Bullwinkle's ranked so high on the list thanks to its convenient location to campus, live rock and roll band, massive dance floor, and outside double deck area. And for $10, students can drink as much as they want during the week. How can you top that drink special?\n5. Bourbon Street - University of Georgia - Athens, Ga.\nAmong Athens, Ga.'s bars lies the infamous Bourbon Street. Underclassmen are known to frequent this spot, chugging through power hours and dancing on slippery tables (be careful — some have been known to fall off). If neither swing dancing nor grinding is your thing, head upstairs for a few rounds of pool and cheap beers.\n6. Kollege Klub - University of Wisconsin - Madison, Wis.\nYou can't attend the University of Wisconsin, or even visit, without becoming a part of beer culture. Kollege Klub presents the ultimate Wisconsin college bar experience, with a location right on campus. The Badgers customers spend their weekends feening for the Klub's sought-after beer pong tables, \"beer-n-shot night\" (a free shot comes with your beer), and every Sundays' \"Kountry Night,\" where you can bring your own mug and receive drink discounts.\nON, WISCONSIN!: USA TODAY readers rank Madison best college football town\n7. Brothers Bar & Grill - University of Iowa - Iowa City, Iowa\nIowa City's Brothers Bar & Grill is a combination of a college bar and a sports grill with all the fixings you need for a good night: dartboards, pool tables, outside patio, and a massive beer selection including $2 Blue Moon drafts on Mondays, and $4 Keystone and Busch Light pitchers on Friday and Saturday nights. Sure, there's a cover charge on game days, but you'll make up your money in drink deals, like the $5 mug which you can fill up for $1 each time, and you won't suffer from FOMO, as this is where a majority of your fellow undergraduates will be.\n8. The TApp Room - Appalachian State University - Boone, N.C.\nCollege students find the ultimate selection of craft beer at the TApp Room in the mountains of Boone, North Carolina. Beers on draft include Green Man Porter, RJ Rocker's Son of a Peach, and Dark Horse Scotty Karate. The TApp Room may not seem like much, but you'll be hard-pressed to find better drink deals. $2 bottles of beer are available to customers throughout the week!The only thing that the TApp Room is missing is a dance floor!\n9. The Tombs - Georgetown University - Washington D.C.\nStaffed completely by Georgetown students and alumni, The Tombs knows exactly how to please a college crowd (as well as how to spot a fake ID when they see one). It might not be easy for lower classmen to experience the delicious food or DJ's tunes on the dance floor that the Tombs offers, but the experience is well worth the wait for that 21-year-old license. Make sure you save your heavy drinking for later in the night; you'll be less likely to spot a professor or two later on.\n10. Zuma Grill - Arizona State University - Tempe, Ariz.\nZuma Grill in Tempe, Arizona starts the countdown to the top ten college bars in America. Located half a mile away from the main campus of Arizona State University, Zuma Grill is notorious among the student population for \"Toxic Mondays,\" a night full of music and dancing, and cocktails. With drinks like the \"Snorkel,\" a shot of vodka in a Red Bull, which is then shotgunned, and personal cocktail pitchers for $10, there is no question why Mondays are \"toxic\" or why students love Zuma Grill.\n11. Top of the Stairs - Virginia Tech - Blacksburg, Va.\nThe Hokies do more than football and good food; they also know how to party. The Top of the Stairs, or TOTS, beat out the other nominated Virginia Tech bars for its karaoke, outside bar area, and general popularity among students. After consuming a few \"Rails,\" their signature drink, a mix of gin, vodka, bourbon, rum, triple sec, and whiskey, you should watch your step. If you can make your way from the \"top of the stairs,\" down to the street, you should be fine. TOTS is conveniently located right next to campus.\n12. Pavlov's - University of South Carolina - Columbia, S.C.\nDeep in South Carolina country, in Cocky the mascot's territory, is the busy college bar known as Pavlov's. Students of the University of South Carolina, a large portion of them Greek, take advantage of the warm, Southern weather on the patio at Pavlov's. The cheap drinks, like 50-cent shots on Mondays, draw in quite a crowd, but the lines move quickly, allowing everyone to drink, and dance, the night away.\n13. The Dizzy Rooster - University of Texas - Austin\nYes – the one made famous, or infamous, by the cast of the Real World: Austin . If you're a college student looking to dance on a bar all night long, look no further than the Dizzy Rooster. You can get a jello shot anytime of the day for a mere $2, and maybe you'll run into co-owner Season 15 Bachelor , Brad Womack!\n14. The C.I. - Ohio University - Athens, Ohio\nOhio University students certainly aren't limited in choice when it comes to choosing a bar to down a few (or more) drinks in. Athletes and those in the Greek scene tend to flock to the C.I. to take advantage of the photo booth and killer drink specials. Plus for only $1.75, and an $1 for refills, you can get a draft of beer, AND keep the \"Get High With the C.I\" cup.\n15. Salty Dog Saloon - University of Florida - Gainesville, Fla.\nAnyone from Florida knows that the Gators are big on football and drinking. With a wide range of college bars in Gainesville, how could you choose the best? The Salty Dog Saloon, a 50-year old establishment, stands out in the crowd with its jukebox, 50-cent drink happy hour and every Sunday's 2-for-1 mimosa special. For less than $10, the Salty Dog's patrons can get the most booze for their buck.",
    "media": [
      {
        "caption": "Streetcar ride down St. Charles Ave.",
        "link": "http://www.gannett-cdn.com/-mm-/d14694a3ff1633c1ed8aef11a23e63bad7102ddf/c=57-0-1994-1462&r=x513&c=680x510/local/-/media/USATODAY/USATODAY/2013/08/16/1376688734000-1-theboot-flickr-My-Lush-Life.jpg",
        "primary": "true",
        "type": "image"
      },
      {
        "caption": "college bars DON'T OVERWRITE",
        "link": "http://www.gannett-cdn.com/-mm-/b4ed4d4b0ef5173efbece28e0a1a69e43df408d5/c=8-0-2039-1530&r=x404&c=534x401/local/-/media/USATODAY/USATODAY/2013/08/16/1376688739011-12-pavlovs-facebook-PavlovsBar.jpg",
        "type": "image"
      }
    ],
    "date": "Sat, 17 Aug 2013 23:02:00 GMT",
    "type": "article",
    "icon": "http://www.gannett-cdn.com/static/usat-web-static-3.9.0/images/favicon.png"
  },
  {
    "title": "Obama ends vacation golfing with HBO's Larry David",
    "url": "http://www.usatoday.com/story/news/politics/2013/08/17/obama-golf-larry-david/2667983/",
    "text": "President Obama hit the links Saturday with comedian Larry David, the star of HBO's Curb Your Enthusiasm , as his weeklong vacation in Martha's Vineyard comes to a close.\nThe president rounded out his foursome with former U.S. trade representative Ron Kirk and businessman Glenn Hutchins, a part owner of the Boston Celtics basketball team.\nObama has spent much of his vacation golfing, including a five-hour round to kick off his stay, in which David, designer Kenneth Cole, filmmaker Peter Farrelly and restaurateur Patrick Lyons made up the foursome in front of the president, the Boston Globe reports.\nMORE : Obama gets updates on Egypt\nTHE OVAL: Obama family takes bike ride\nObama and the Seinfeld co-creator also crossed paths on Wednesday, at a sunset cocktail party thrown in the president's honor by cable TV mogul Brian Roberts. David discussed his new movie, set in Martha's Vineyard, The New York Times reports. Attorney General Eric Holder, National Security Adviser Susan Rice and Obama adviser Valerie Jarrett were also in attendance.\nThe president wraps up his vacation Sunday. He has made few public statements during his stay, although he did condemn the bloody street battles in Egypt.\nContributing: Associated Press\nActor Larry David hit the links Saturday with President Barack Obama, not shown, at Farm Neck Golf Club in Oak Bluffs, Mass., on the island of Martha's Vineyard. (Photo: Steven Senne, AP)\nCopyright 2013 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
    "media": [
      {
        "type": "image",
        "link": "http://www.gannett-cdn.com/-mm-/8927eaa3e6465a79156187bba792643c2fa61fe4/c=0-0-3870-2915&r=x404&c=534x401/local/-/media/USATODAY/USATODAY/2013/08/17/1376783956000-AP-CORRECTION-Obama-Vacation.jpg",
        "primary": "true"
      },
      {
        "caption": "Larry David",
        "link": "http://www.gannett-cdn.com/-mm-/f7e90c2dc9a3cae82b71238b49343e81f9a4066e/c=0-0-3112-2352&r=x383&c=540x380/local/-/media/USATODAY/USATODAY/2013/08/17/1376783805000-AP-Obama-Vacation.jpg",
        "type": "image"
      }
    ],
    "date": "Sun, 18 Aug 2013 03:25:00 GMT",
    "type": "article",
    "icon": "http://www.gannett-cdn.com/static/usat-web-static-3.9.0/images/favicon.png"
  },
  {
    "title": "Apple regains No. 1 most valuable crown",
    "url": "http://www.usatoday.com/story/money/business/2013/08/17/apple-most-valuable-exxon/2666007/",
    "text": "Apple may not have a new iPhone or watch to brag about yet, but at least it can say it's No. 1 with investors again.\nLess than two months after Apple stock had fallen below $400 and seemed on a course for $300 or worse, the stock is back above $500 and looking like a market leader again.\n24/7 WALL ST.: Apple a democracy now?\nAnd leading in a big way. The hottest stock in the Standard & Poor's 500 last index last week, up 10%, Apple is adding to its lead as the world's most-valuable company, a title it reclaimed from Exxon Mobil at the end of July after losing it this January amid a brutal selloff of the stock.\nFriday, with shares closing up $4.42 at $502.33, Apple has a market value of more than $456.4 billion, easily surpassing the value of Exxon at $386.9 billion and No. 3 Google at $286.3 billion.\nReturning to No. 1 is a clear reason for optimism for Apple shareholders. But the stock is still nearly 30% below its high of more than $700 a share.\nThe stock at the top of the market value charts has a \"mammoth impact\" on the markets because it sets the tone for industry leadership and affects the types of stocks that investors are looking for, says Howard Silverblatt of S&P Dow Jones Indices.\nThis horse race for Wall Street's No. 1 reflects:\n* Apple getting a private investor bump. Shares of Apple got big momentum this week after famed investor Carl Icahn disclosed he was building a position in the stock, followed by word George Soros is buying, too. \"The stock wanted to go higher anyhow, but (Icahn) pushed it,\" says Kim Caughey Forrest. Several private investors are eyeing Apple's mound of $150 billion in cash and investments as a potential windfall if released as stock buybacks or dividends.\n* The woes of Exxon. The energy giant had ruled the No. 1 perch since 2007 before behind toppled by Apple in 2012. But the company sorely disappointed investors when reporting a 57% decline in earnings in its quarter ended in June 2013 of $6.9 billion. Analysts are now calling for Exxon Mobil to report 9.4% lower adjusted earnings per share in the current year. Exxon needs its shares to top $105 to beat out Apple at its current price, Silverblatt says. Exxon closed Friday down 25 cents at $87.91.\n* One company bucking the struggling technology sector. Investors have turned sour on many technology stocks as earnings forecasts have moderated. Analysts are calling for 1.7% growth in technology earnings this year, says S&P Capital IQ, well below the expected 6.1% growth of the Standard & Poor's 500. Meanwhile, the Information Technology sector of the Standard & Poor's 500 is up roughly 10% this year, missing the S&P 500's 16% gain this year.\nBut despite Apple's recent stock gains, investors like Caughey Forrest don't think investors should get back in since the company relies on breakthrough products, which have been missing as competition intensifies. \"Getting to the top is hard,\" says Silverblatt. \"Staying there is even harder.\"",
    "media": [
      {
        "caption": "apple store china",
        "link": "http://www.gannett-cdn.com/-mm-/78b7384a19f401a6b3f4a9d67e8746dca5c97811/c=61-0-586-395&r=x404&c=534x401/local/-/media/USATODAY/test/2013/08/17/1376746808000-165251337.jpg",
        "primary": "true",
        "type": "image"
      }
    ],
    "date": "Sat, 17 Aug 2013 15:20:00 GMT",
    "type": "article",
    "icon": "http://www.gannett-cdn.com/static/usat-web-static-3.9.0/images/favicon.png"
  },
  {
    "title": "Dolphins TE Dustin Keller suffers gruesome leg injury",
    "url": "http://www.usatoday.com/story/sports/nfl/2013/08/17/nfl-injuries-miami-dolphins-dustin-keller-deandre-hopkins-houston-texans/2668265/",
    "text": "HOUSTON (AP) — Miami tight end Dustin Keller sustained what appears to be a serious right leg injury in the second quarter against the Houston Texans.\nKeller's leg bent unnaturally when he was tackled on the right knee by D.J. Swearinger on an incomplete pass Saturday night. He immediately grabbed his right knee and was soon carted off the field.\nNFL: Sanchez leaves Jets' QB question unanswered\nDolphins coach Joe Philbin said he didn't have a diagnosis on Keller's injury, but wide receiver Mike Wallace was preparing for the worst.\n\"It looked pretty bad, and I'm pretty sure he's going to be out for a while,\" Wallace said, adding that he hadn't heard anything official on Keller's status.\nKeller spent his first five seasons with the New York Jets before signing with the Dolphins in the offseason.\nHe had one reception for 14 yards on Saturday.\nTexans rookie WR Hopkins leaves game with head injury\nHOUSTON (AP) — Houston first-round pick receiver DeAndre Hopkins left the Texans' game against Miami because of a head injury.\nIt was unclear when he was injured, but he was taken to the locker room to be evaluated in the second quarter and the team said he wouldn't return. No further details on his injury were immediately available.\nTexans coach Gary Kubiak said he wasn't sure how Hopkins was injured, but saw him looking disoriented on the field.\n\"He didn't run the route, didn't get his depth, was just stumbling all over the place,\" Kubiak said. \"So we got him out.\"\nHopkins, the 27th overall pick this year out of Clemson, had two receptions for 22 yards before leaving the game.\nRaiders' first-rounder Hayden cleared for contact\nALAMEDA, Calif. (AP) — Oakland Raiders first-round cornerback D.J. Hayden has been cleared for contact for the first time since a near-fatal heart injury almost ended his career last November.\nThat news couldn't come at a better time for the Raiders.\nStarting cornerback Tracy Porter injured his groin Friday night and will likely be sidelined this week and the rest of the defense failed to stop Drew Brees and the New Orleans Saints' first-team offense even once.\nBrees led the Saints to scores on all five drives he played in a 28-20 exhibition victory Friday night as Oakland was once again unable to generate any pressure on the quarterback.\nPHOTOS: Top shots of preseason\nLast Slide Next Slide\nCopyright 2013 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
    "media": [
      {
        "caption": "2013-08-17-dustin-keller",
        "link": "http://www.gannett-cdn.com/-mm-/efd507d0e139346326aed8311eb1b2c3538f1ae0/c=205-344-2477-2052&r=x404&c=534x401/local/-/media/USATODAY/USATODAY/2013/08/17/1376796043000-USP-20130817-jla-an4-331.jpg",
        "type": "image"
      },
      {
        "caption": "Seattle Seahawks middle linebacker Bobby Wagner (54) celebrates a play by Seattle Seahawks defensive tackle Brandon Mebane (92) against the Denver Broncos during the second quarter at CenturyLink Field.",
        "link": "http://www.gannett-cdn.com/-mm-/22e5903285d2f5881fec7c02c62da85011de3384/c=500-0-4392-2929&r=x513&c=680x510/local/-/media/USATODAY/USATODAY/2013/08/18/1376800772001-USP-20130817-mbr-sn8-259.JPG",
        "primary": "true",
        "type": "image"
      }
    ],
    "date": "Sun, 18 Aug 2013 06:01:00 GMT",
    "type": "article",
    "icon": "http://www.gannett-cdn.com/static/usat-web-static-3.9.0/images/favicon.png"
  },
  {
    "title": "Hunter rescued after northern Alaska bear mauling",
    "url": "http://www.usatoday.com/story/news/nation/2013/08/17/hunter-alaska-bear-mauling/2667641/",
    "text": "ANAKTUVUK PASS, Alaska (AP) — The Alaska Air National Guard says crews equipped with night-vision goggles rescued a hunter more than 36 hours after he was mauled by a brown bear in northern Alaska's remote Brooks Range.\nThe man was part of a guided hunting party about 30 miles north of the tiny village of Anaktuvuk Pass. Initial rescue efforts by local search teams and the Alaska State Troopers were turned back because of dense fog.\nThe Air Force Rescue Coordination Center learned of the man's plight Thursday. A medical professional who happened to be in a nearby hunting party reached the mauling victim and stemmed his blood loss.\nThe Alaska Air National Guard launched a search-and-rescue plane and helicopter from an Air Force base near Fairbanks at 12:30 a.m. Friday. The plane's crew launched flares to guide the helicopter through the pass, and the helicopter reached the victim before 3 a.m. Friday.\nThe man was taken to Fairbanks Memorial Hospital.\nCopyright 2013 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
    "media": [
      {
        "caption": "brown bear",
        "link": "http://www.gannett-cdn.com/-mm-/b0ce4f0d3a8e16600d6c8bea301d32f1c5a1e2d8/c=129-0-2031-1430&r=x404&c=534x401/local/-/media/USATODAY/USATODAY/2013/08/17/1376767030000-AP-Alaska-Daily-Life.jpg",
        "primary": "true",
        "type": "image"
      }
    ],
    "date": "Sat, 17 Aug 2013 21:12:00 GMT",
    "type": "article",
    "icon": "http://www.gannett-cdn.com/static/usat-web-static-3.9.0/images/favicon.png"
  },
  {
    "title": "'Jobs' doesn't really bite into Apple founder's story",
    "url": "http://www.usatoday.com/story/life/movies/2013/08/15/jobs-review/2581945/",
    "text": "A famous ad for Apple Inc. salutes the misfits, rebels and troublemakers, those who resist rules and have no respect for the status quo. They can be glorified or vilified, the ad continues, but never ignored. The reason? \"Because they change things.\"\nSteve Jobs fit squarely into that turf.\nBut Jobs (* * out of four; rated PG-13; opens Friday nationwide), the biopic starring Ashton Kutcher as the late co-founder of Apple, can't seem to decide whether to glorify the man for his achievements or vilify him for his megalomania. One thing it doesn't do is offer a revealing look at the mercurial entrepreneur. The movie that bears his name settles on a blandly superficial treatment of a deeply complex man.\nAnd, for that, it's easy to ignore.\nREVIEWS: The latest movie reviews from USA TODAY\nTRAILERS: Coming soon to theaters\nIt's a challenge to convey just what makes a cultural icon. But pumped-up orchestral strains and repeated scenes of standing ovations and thunderous applause don't shed any light on Jobs' psyche. Those scenes feel like filler, anxious proof that their subject is worthy of his own movie. Of course he is — his innovative products have had an immeasurable impact. But a film about such a game-changing figure needs to be more incisive.\nKutcher nails Jobs' hunched, lurching gait, his distinctive speech patterns and his steely gaze (featured in far too many long close-ups). And the actor pulls off a fair approximation of some of the man's personal charm, wily determination and explosive temper. But Jobs sought to change the world. What propelled him? Walter Isaacson's exhaustive 2011 biography, published shortly after Jobs died at 56, explored his psychology in detail, but this movie, with an unrelated script by Matt Whiteley, falls short. (Aaron Sorkin is adapting another Jobs movie partly based on Isaacson's biography.)\nMontages of Jobs and his inner circle hard at work on the earliest incarnations of home computers don't offer a window into the man. Nor does the sight of him zooming off in expensive cars, often after he has done something selfish. It's the cinematic equivalent of presenting the symptoms but not probing the cause.\nVIDEO: Kutcher and Gad talk about Steve Jobs' legacy\nPREMIERE: Ashton Kutcher, Josh Gad bring 'Jobs' to New York\nA prologue shows Jobs introducing the iPod in 2001 to great fanfare, then flashes back to him as a child. It seeks to establish his early artistic inclinations by exploring his youthful fascination with calligraphy. But this feels like insignificant, contrived shorthand.\nJobs' disregard for the women in his life — and years-long repudiation of oldest daughter Lisa — are presented but essentially glossed-over. Other noteworthy aspects of his life, such as his involvement in Pixar, are omitted.\nSupporting characters are not fleshed out. As Apple co-founder and tech whiz Steve Wozniak, Josh Gad brings gentle humor and sincerity to a role that could have used more development. Other key players are on hand to suffer mostly in silence through Jobs' tirades.\nOverall, Jobs the movie is a lazy effort that the real-life Jobs, with his laser-focused drive for excellence and uncompromising nature, would no doubt have sent back for reworking.",
    "media": [
      {
        "caption": "Review: 'Jobs'",
        "link": "http://www.gannett-cdn.com/-mm-/d395b60c1866ff2ca2847bec081b570590df8c06/c=0-0-1989-1500&r=x404&c=534x401/local/-/media/USATODAY/GenericImages/2013/08/15/1376586138000-AP-FILM-Q-AND-A-ASHTON-KUTCHER-57662138.JPG",
        "primary": "true",
        "type": "image"
      }
    ],
    "date": "Thu, 15 Aug 2013 23:06:00 GMT",
    "type": "article",
    "icon": "http://www.gannett-cdn.com/static/usat-web-static-3.9.0/images/favicon.png"
  },
  {
    "title": "Roundup: Higuain scores twice to lift Columbus by Toronto",
    "url": "http://www.usatoday.com/story/sports/mls/2013/08/18/federico-higuain-two-goals-columbus-crew-shut-out-toronto-fc/2668421/",
    "text": "COLUMBUS, Ohio (AP) — Federico Higuain scored two goals for the second straight match, lifting the Columbus Crew to a 2-0 victory over Toronto FC on Saturday night.\nThe Argentinean forward gave the Crew (8-11-5) the lead in the 19th minute, then for the second straight game had an exquisite chip for the second tally in the 67th. Higuain perfectly placed a looping ball from 23 yards over the futile effort of goalkeeper Joe Bendik, who was only a few yards off the goal line.\nHiguain is tied with Dominic Oduro for the team lead with nine goals as the Crew have consecutive wins for the first time since Aug. 29 and Sept. 1, 2012, a span of 32 games.\nToronto FC (4-12-8) has lost two straight after winning its previous two.\nMONTREAL 2, D.C. UNITED 1\nMONTREAL (AP) — Marco Di Vaio scored twice and Montreal snapped a two game skid by beating D.C. United..\nMontreal (11-7-5) won for the second time in its last nine matches.\nConor Doyle scored for D.C. (3-17-4), which is winless in 11 road matches while totaling just three goals.\nDiVaio got Montreal on the scoreboard in the 43rd minute. After a strong effort on the right wing, midfielder Justin Mapp crossed the ball in for Di Vaio and the striker scored his 12th goal of the season, and his first since July 3.\nDoyle tied the score in the 81st, and Di Vaio put Montreal back ahead in the 83rd as he converted from the left wing off a header by Patrice Bernier.\nNEW ENGLAND 2, CHICAGO 0\nFOXBOROUGH, Mass. (AP) — Juan Agudelo returned to the lineup after a two-month injury absence and scored a dazzling goal in the 54th minute to lead New England over Chicago.\nKelyn Rowe banged in a rebound of a Saer Sene drive in 1st minute of injury time for New England's second goal.\nThe 20-year old Agudelo took a long, looping pass from midfielder Chris Tierney and nudged a one-touch volley over on-charging Chicago goalie Sean Johnson.\nNew England ended a two-match winless and scoreless streak, improving to 9-9-6 on the season, 5-4-3 at home. Chicago (9-10-4) had its four-match (3-0-1) unbeaten streak end, being shut out on the road for the fifth time this season. The Fire had scored in 12 consecutive matches.\nAgudelo missed eight games recovering from a right knee sprain.\nPHILADELPHIA 0, NEW YORK 0\nHARRISON, N.J. (AP) — Zac MacMath came up with the big saves that allowed Philadelphia to escape with a scoreless draw against New York.\nThe goalkeeper had a strong game from beginning to end, saving Dax McCarty's point-blank header in injury time inches from the goal line.\nPhiladelphia (10-7-8) came close to giving up a winning goal in the 63rd minute, but was bailed out when MacMath leaped in front of Peguy Luyindula and grabbed Tim Cahill's header near the goalmouth. MacMath made two huge saves in the first half as well. He shares the MLS lead for clean sheets (9).\nThe draw moved New York (11-8-6) into a tie for first in the Eastern Conference with Sporting Kansas City. The Union are a point back in third with 38 points.\nHOUSTON 3, SEATTLE 1\nHOUSTON (AP) — Giles Barnes scored twice in the first half and Will Bruin added a goal in the second half to lead Houston over Seattle.\nThe win was the second in three games for the Dynamo (10-7-6), while Seattle (10-8-4) saw its four-game unbeaten streak end in U.S. national team captain Clint Dempsey's his first start for the Sounders.\nBarnes had his first multi-goal game in the MLS, giving the Dynamo a 1-0 lead in the 17th minute and upped it to 2-0 five minutes later with a blast from 30 yards out.\nShalrie Joseph cut the lead in half on a header in the 65th minute.\nBruin scored in the 74th minute to extend Houston's lead to 3-1.\nCOLORADO 2, VANCOUVER 0\nCOMMERCE CITY, Colo. (AP) — Deshorn Brown scored in the 36th minute to lead surging Colorado past Vancouver.\nEdson Buddle added a goal for the Rapids, who extended their unbeaten streak to nine games. They are 5-0-4 since an 0-3-1 stretch.\nColorado (10-7-9) moved ahead of the Whitecaps for sole possession of second place in the Western Conference.\nGoalkeeper Clint Irwin earned his ninth shutout.\nVancouver (10-8-6) is 1-3-1 in its last five games.\nLOS ANGELES 4, REAL SALT LAKE 2\nCARSON, Calif. (AP) — Robbie Keane scored three goals to help Los Angeles rally for a victory over Western Conference-leading Real Salt Lake.\nKeane scored in the 56th, 67th and 86th minutes to help the Galaxy (11-9-4) pull four points behind Salt Lake and tighten an eight-team battle for five West playoff berths. The top seven teams are separated by eight points, with San Jose another three points back.\nJoao Plata gave Real Salt Lake (12-8-5) a lead in the 53rd minute.\nKeane scored from a long pass by Jimenez to tie it, then volleyed Los Angeles ahead 11 minutes later.\nOmar Gonzalez made it 3-1 with a header from Landon Donovan's corner kick in the 75th, and Keane got his 10th goal to complete his hat trick, lifting the ball over rushing goalkeeper Nick Rimando.\nRobbie Findley scored in the 90th for Salt Lake.\nPORTLAND 2, FC DALLAS 1\nPORTLAND, Ore. (AP) — Darlington Nagbe scored the go-ahead goal in the 33rd minute and Portland extended FC Dallas' winless streak to a season-high 11 straight matches.\nThe team's longest drought came last season when it went 13 straight games without a victory.\nRyan Johnson added a goal in the 26th minute for the Timbers, who moved into third place in Major League Soccer's Western Conference, but are just a point ahead of the Los Angeles Galaxy and two points in front of Vancouver.\nThe victory snapped a three-match winless streak for Portland (9-3-11), which had last weekend off after playing to a 1-1 draw with Cascadia Cup rival Vancouver on Aug. 3.\nMauro Diaz scored in his first start for FC Dallas (8-7-9) in the 28th minute.\nCopyright 2013 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
    "media": [
      {
        "caption": "2013-08-17 Federico Higuain Columbus Crew",
        "link": "http://www.gannett-cdn.com/-mm-/b6c08207827e2e67acd796ada76b4b6dc2933102/c=0-350-1638-1578&r=x404&c=534x401/local/-/media/USATODAY/USATODAY/2013/08/18/1376803922000-08-17-2013-Federico-Higuain.jpg",
        "primary": "true",
        "type": "image"
      }
    ],
    "date": "Sun, 18 Aug 2013 06:33:00 GMT",
    "type": "article",
    "icon": "http://www.gannett-cdn.com/static/usat-web-static-3.9.0/images/favicon.png"
  },
  {
    "title": "Barker upsets Geale to take IBF middleweight title",
    "url": "http://www.usatoday.com/story/sports/boxing/2013/08/18/darren-barker-defeats-daniel-geale-ibf-middleweight/2668393/",
    "text": "Darren Barker finally got the world title he's spent an entire career chasing, surviving a knockdown to come back and take the IBF middleweight belt from champion Daniel Geale by split decision in a non-stop action fight Saturday night at the Revel Casino in Atlantic City.\nThe 31-year-old Barker (26-1, 16 KOs) started strong, winning several of the early rounds by outworking Geale, the Australian by way of Germany. But Geale finally got to the tough Brit in the sixth round.\nBarker went down from a powerful, paralyzing body shot from Geale and nearly didn't make the 10 count. But he got up just in time and amazingly came back strong to hurt Geale near the end of the round.\nBarker kept it up much of the rest of the way and finished by landing 292 punches to Geale's 259. Barker also threw nearly 200 more punches. He landed 244 power punches to 211 by Geale (29-2, 15 KOs).\nJudges Carlos Ortiz Jr. (114-112) and Barbara Perez (116-111) both scored it for Barker, while Alan Rubenstein had it 114-113 for Geale.\nBarker leapt for joy after being named the winner on the two judges' scorecards.\n\"It's so difficult. Nobody really knows the journey I've been through,\" said Barker, whose only career loss was to middleweight champion Sergio Martinez nearly two years ago, also in Atlantic City. \"It's been a real Rocky story, but I've dedicated this to my late brother. Everything I've done is for him.\"\nBarker, bloodied and swollen afterwards, was asked how he survived the body punch in the sixth that dropped him.\n\"I take my hat off to Daniel Geale. He's a great champion and a great man. He caught me right on the solar plexus and completely took my breath away,\" Barker said.\n\"But the only thought that went through my head was my late brother and the rest of my family, everyone who stuck by me. They pulled me through it. Without them I couldn't do anything.\"\nGeale, 32, who was making the fifth defense of his IBF title, was disappointed by the loss.\n\"I'm not going to whinee and cry and carry on,\" he said. \"Things didn't go my way tonight. I'm very, very disappointed. I worked so hard for that, put everything into that, I did everything I needed to do. I pushed him so hard, I hurt him. But that's what happens.\n\"It was a close fight. I'm very disappointed.\"\nAsked who he wanted to fight next, Barker said, \"I just want to go home and see my daughter. I miss her badly.\n\"But before I do that there might be a couple of beers consumed.\"\nIn the co-feature, Spain's Kiko Martinez used a relentless, aggressive attack to upset IBF super-bantamweight champion Jhonatan Romero of Colombia with a sixth-round TKO.\nReferee David Fields stopped the fight at 2:40 with a defenseless Romero (23-1) pinned in a neutral corner and absorbing a beating. Martinez (29-4) dropped to his knees in the center of the ring and began to sob while his cornermen hugged him.\n\"This is a dream for me,\" Martinez said through a translator. \"(HBO ring announcer) Michael Buffer called out my name (as the new champion). This is a dream. I am so happy. I have no words. Today is a marvelous day. We're going to have a big party when I get back home.\"\nMartinez, who is managed by WBC middleweight champion Sergio Martinez (no relation), took control at the outset of the bout and never relinquished it. In the sixth, he rocked Romero with a left hook and right hook early in the round, then unleashed a bevy of punishing blows that left Romero staggering along the ropes. Romero briefly tried to fight back, but was soon overwhelmed. Martinez pinned him in a neutral corner and continued to fire punches until Fields wisely stepped in.\n\"I just kept throwing punches,\" Martinez said. \"I had to keep the attack on and I knew the referee was going eventually going to have to stop the fight.\"\nRomero was making his first title defense. He won the belt last February, when he gained a 12-round, split decision over Alejandro Lopez in Lopez's hometown of Tijuana, Mexico.",
    "media": [
      {
        "caption": "2013-08-17 Darren Barker",
        "link": "http://www.gannett-cdn.com/-mm-/f7e360920f55c964dec6073f880344498cdcb5b7/c=0-0-3054-2284&r=x404&c=534x401/local/-/media/USATODAY/test/2013/08/18/1376801092000-08-17-2013-Darren-Barker.jpg",
        "primary": "true",
        "type": "image"
      }
    ],
    "date": "Sun, 18 Aug 2013 06:05:00 GMT",
    "type": "article",
    "icon": "http://www.gannett-cdn.com/static/usat-web-static-3.9.0/images/favicon.png"
  },
  {
    "title": "Nationals outlast Braves in 15 on Adam LaRoche's homer",
    "url": "http://www.usatoday.com/story/sports/mlb/2013/08/18/adam-laroche-home-run-nationals-beat-braves-15-innings/2668413/",
    "text": "ATLANTA (AP) — The Nationals celebrated Adam LaRoche's 15th-inning homer that gave Washington an 8-7 win over the Atlanta Braves on Saturday night.\nThe team also was left with lingering concerns about Stephen Strasburg's ejection and closer Rafael Soriano's blown save.\nStrasburg was tossed in the second inning . He hit Justin Upton with a pitch in the first and was tossed after throwing two straight pitches behind Andrelton Simmons' back.\nBOX SCORE: Nationals 8, Braves 7 (15)\nEJECTED: Strasburg tossed in second inning\nThe Nationals insisted Strasburg wasn't trying to hit Simmons, but instead was unable to regain his control after walking Jordan Schafer on four pitches to open the second.\n\"He's still kind of learning to deal with the adversities of pitching up here,\" said Nationals manager Davey Johnson, who also was ejected by plate umpire Marvin Hudson when he argued in defense of Strasburg.\n\"When he went back out in the second inning, I've never seen his command so bad,\" Johnson said. \"He couldn't come close to the first hitter he faced. Then he threw a curveball that was eight feet outside and then a couple balls that were behind the hitter. It didn't look like he was trying to hit (Simmons). He couldn't find the strike zone.\"\nEntering the game, Strasburg had thrown three wild pitches in 146 1/3 innings. He doubled that total by unleashing three consecutive wild pitches, including the two behind Simmons' back.\nWhen Johnson and Strasburg were in the clubhouse after being tossed, Johnson said he immediately sought to find out if his ace was hurt.\n\"The first thing I said when we were both in here was 'Are you hurt? Is something wrong with you? '\" Johnson said. \"He said 'No. I'm just out of sorts.' \"\nVIDEO: STRASBURG THROWS BEHIND SIMMONS\nThe Nationals loaded the bases and scored two runs in each of the first two innings. On a night when the game-time temperature was 66 degrees, Strasburg said he \"just got a little cold. I was just missing spots.\"\nAsked if it was a mechanical problem, Strasburg said, \"I can't really explain it. I just didn't really feel good out there and couldn't hit the spot.\"\nBraves manager Fredi Gonzalez said it was \"just weird\" to see Strasburg's suddenly unable to throw strikes. He said he didn't think Strasburg was trying to hit Simmons.\n\"I don't know if there's something wrong with him physically, because it just didn't look right,\" Gonzalez said. \"It didn't look right.\"\nLaRoche lifted a high fly ball into the right-field seats for this 18th homer off Kris Medlen (10-11), who was pressed into service after Atlanta exhausted its bullpen.\nThe game lasted 5 hours, 29 minutes.\nJason Heyward hit two homers, including a two-run shot in the ninth as Soriano blew a 7-5 lead.\nCraig Stammen (6-5) allowed no hits in three scoreless innings, striking out five with one walk. Dan Haren pitched the 15th for his first career save.\nHaren said he threw 30 to 35 pitches in his regular bullpen session before the game, but didn't hesitate to volunteer for the rare relief appearance.\n\"We needed a game like this,\" Haren said.\nAtlanta's Brian McCann had three hits, including a two-run homer. Freddie Freeman also homered for the Braves. Ryan Zimmerman hit a homer for Washington.\nEach team used all its relievers.\nMedlen, scheduled to start Tuesday at the Mets, made his first relief appearance of the season as Atlanta's ninth pitcher of the night.\nSoriano suffered his sixth blown save. Heyward's second homer of the game, a two-run shot to right-center with two outs in the ninth, sent the game to extra innings.\nBraves pitchers hit Bryce Harper with two pitches in Atlanta's win on Friday night, leaving the outfielder bruised and unable to start on Saturday night.\nThat set the stage for Strasburg.\nStrasburg hit Upton in the first inning one pitch after Heyward's leadoff home run. The pitch hit Upton's backside, and he quickly ran to first.\nAsked if he meant to hit Upton, Strasburg said \"I'm not going to get into that.\"\nBut the answer seemed clear.\n\"Well after somebody goes deep and you hit him in the rear end, I don't think it's a big deal,\" Johnson said. \"I don't know if he did it on purpose or not.\"\nThe second-inning meltdown by Strasburg was more difficult to figure out.\nThe drama left Braves fans howling, but no players emerged from either dugout. There were no additional incidents in the game.\nThere were tensions between the teams that carried over from the Braves' three-game sweep at Washington on Aug. 5-7. Both benches emptied when Harper was hit by a Julio Teheran pitch in the second game of the series.\nTanner Roark dominated the Braves after taking over for Strasburg. Roark allowed only one hit in four scoreless innings. He had a run-scoring double in the fifth for his first major league hit and RBI.\nMike Minor allowed four runs in only 1 2/3 innings, the shortest of his 78 career starts.\nMinor gave up bases-loaded, two-run singles to Wilson Ramos in the first and Jayson Werth in the second.\nHarper was in Johnson's original lineup, but was held out with bruised triceps until entering the game as a defensive replacement in the ninth.\nStrasburg gave up two runs and two hits, two walks and one hit batter in one-plus inning. Like Minor, he also had the shortest start of his career.\nWerth doubled off Luis Ayala in the sixth and scored on a single by Wilson Ramos.\nNOTES: Washington's Scott Hairston was ejected by Hudson in the ninth for arguing a called third strike. ... The Nationals placed RHP Taylor Jordan on the 15-day DL with a lower back strain. Tyler Moore was recalled from Triple-A Syracuse and had two hits while starting at first base. ... The Braves signed IF Tyler Greene to a minor league contract. Greene, released by the Chicago White Sox on Tuesday, was assigned to Triple-A Gwinnett. ... 2B Dan Uggla, who had corrective eye surgery on Friday, said a test Saturday showed his vision at 20-15. He expects to be ready to play when eligible to come off the 15-day DL on Aug. 28. ... The series concludes on Sunday when Nationals LHP Gio Gonzalez faces Atlanta's Julio Teheran.\nCopyright 2013 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
    "media": [
      {
        "caption": "2013-08-17 Adam LaRoche",
        "link": "http://www.gannett-cdn.com/-mm-/a2cc40b3f11269f94a8e1c77871ca9138013d4d6/c=1044-0-2503-1945&r=537&c=0-0-534-712/local/-/media/USATODAY/USATODAY/2013/08/18/1376802310000-08-17-2013-Adam-LaRoche.jpg",
        "primary": "true",
        "type": "image"
      },
      {
        "type": "video",
        "link": "http://wapc.mlb.com/shared/video/embed/embed.html?content_id=29797681&topic_id=8877508&width=560&height=314&property=mlb"
      }
    ],
    "date": "Sun, 18 Aug 2013 07:08:00 GMT",
    "type": "article",
    "icon": "http://www.gannett-cdn.com/static/usat-web-static-3.9.0/images/favicon.png"
  },
  {
    "title": "WNBA roundup: Silver Stars rough up Mercury",
    "url": "http://www.usatoday.com/story/sports/wnba/2013/08/18/san-antonio-silver-stars-phoenix-mercury-seattle-storm-indiana-fever/2668409/",
    "text": "SAN ANTONIO (AP) — Danielle Adams and Danielle Robinson scored 20 points each and the San Antonio Silver Stars beat Phoenix 88-82 on Saturday night, handing the Mercury their first loss under interim coach Russ Pennell.\nJia Perkins added 17 points and Shenise Johnson had 15 for San Antonio (9-15). Robinson, sporting a pink Mohawk in honor of the team's Breast Cancer Awareness Night, also had eight assists while going 10 for 11 on free throws in a chippy contest between the Western Conference rivals.\nDiana Taurasi scored 23 points, Charde Houston had 15, Brittney Giner added 11 and Candice Dupree 10 for Phoenix (13-12), which had won three straight since Pennell replaced Corey Gaines on Aug. 8.\nBOX SCORE: Silver Stars 88, Mercury 82\nPhoenix had 44 points in the paint compared to 28 by San Antonio, but the Silver Stars' backcourt dominated their Mercury counterparts.\nPerkins and Robinson led a 14-4 run to close the first quarter, using their quickness to outwork the Mercury. Perkins hit an 18-foot jumper and a 3-pointer and Robinson had a layup after passing to Catherine Kraayeveld for a breakaway layup. Shameka Christon closed the quarter by rattling in a 3-pointer at the buzzer to give San Antonio a 23-13 lead.\nTaurasi took matters into her own hands in the second quarter after complaining of a lack of calls. She made two 3-pointers and drove for an open layup after nearly flooring Robinson with a shoulder. Taurasi's run pulled Phoenix within 45-33 with 1:23 left in the first half, but the points did little to quell the fiery play.\nRobinson and Alexis Hornbuckle were twice warned by officials, \"watch it you two,\" after grabbing and pulling on each other while fighting through a series of picks. Robinson picked up her dribble to call time late in the first half, but Hornbuckle attempted to reach around for a steal, prompting the Silver Stars' point guard to throw an elbow that just missed Hornbuckle's head.\nRobinson hit the court hard in the third quarter after being undercut by Houston on a layup, but quickly rose after rolling over in pain. She was nearly floored again later in the quarter after being struck in the neck on a full sprint when Lynetta Kizer stuck her arm out and nearly clotheslined her. Neither was ruled a flagrant foul despite the protests of the Silver Stars' bench.\nThompson powers Storm past Fever\nSEATTLE (AP) — Tina Thompson scored 14 of her 23 points in the second half to lead the Seattle Storm in a 77-70 win over the defending champion Indiana Fever on Saturday night.\nTanisha Wright added 16 points and Shekinna Stricklen 15 for Seattle (11-13), which has won two of three and remained two games ahead of San Antonio for the fourth and final playoff spot in the Western Conference.\nTamika Catchings had 21 points for Indiana (11-14), which has lost three straight and four of five. Briann January scored 17 points and Eriana Larkins added 14 points and nine rebounds. The Fever fell one game behind third-place Washington in the Eastern Conference, and had their lead over fifth-place New York trimmed to one-half game.\nBOX SCORE: Storm 77, Fever 70\nThe Storm beat the Fever for the first time since 2011, snapping a four-game losing streak, and evened their home record to 6-6 this season.\nThompson scored nine, and Stricklen and Wright each had eight to help the Storm to a 40-39 halftime lead. Seattle led by 11 early in the second quarter before the Fever rallied to take a one-point lead late in the period.\nLarkins scored 13 and Catchings 11 to lead the Fever in the first half.\nIn the third quarter, Thompson became the third WNBA player to reach 3,000 career rebounds. Thompson, the league's all-time leading scorer and only player to have appeared in each of the WNBA's 17 seasons, trails just Lisa Leslie (3,307) and Taj McWilliams-Franklin (3,013).\nIndiana starting guard Shavonte Zellous, who averages 15 points per game, missed her fourth straight game with plantar fasciitis.\nCopyright 2013 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
    "media": [
      {
        "caption": "2013-08-18-brittney-griner",
        "link": "http://www.gannett-cdn.com/-mm-/66019fb206e1b3147c6ad5323043b1b20af81b8b/c=0-734-3840-3614&r=x404&c=534x401/local/-/media/USATODAY/USATODAY/2013/08/18/1376801547000-USP-20130817-lbm-ai1-245.JPG",
        "primary": "true",
        "type": "image"
      }
    ],
    "date": "Sun, 18 Aug 2013 17:57:00 GMT",
    "type": "article",
    "icon": "http://www.gannett-cdn.com/static/usat-web-static-3.9.0/images/favicon.png"
  }
]