[
  {
    "author": "Leena Rao",
    "url": "http://techcrunch.com/2013/08/14/a16zs-scott-weiss-box-zendesk-and-nebula-to-talk-about-winning-in-the-enterprise-at-disrupt-sf/",
    "text": "Enterprise is sexier than ever . As Andreessen Horowitz partner Scott Weiss aptly predicted in his brilliant guest post titled “30 New Franchises,” there is an unprecedented opportunity to create new multi-billion-dollar enterprise franchises despite incumbents throwing massive amounts of money to acquire these franchises. Weiss’ post created such an engaging conversation around the future of enterprise software that we decided to build a panel at Disrupt SF around the thesis, featuring Weiss himself, Box CEO and founder Aaron Levie, Zendesk CEO and founder Mikkel Svane, and Chris Kemp, the CEO of Nebula.\nWeiss believes that the next franchises will be built around three areas: mobile, SaaS and cloud infrastructure. Cloud storage giant Box has been doubling down on mobile, acquiring HTML5 document embedding service Crocodoc in its efforts to allow businesses to store and manage documents anywhere. As Levie has told us in the past , Box is trying to invent what real-time collaboration looks like in the mobile era, and could be eying a public offering as early as next year.\nZendesk’s SaaS help desk/support ticketing application has seen tremendous success as the key to service efficiency for any customer-facing company. As of last year , monthly recurring revenue has grown five-fold since 2010 for the company. While Zendesk’s bread and butter has been catering to small to medium-sized businesses, of late, Svane and the company has been pulling major enterprise deals, including L’Oreal, Groupon and many others.\nIn terms of cloud infrastructure, there may be no better person to disrupt this sector than Nebula’s Kemp, who was the former CTO of NASA and the co-founder of OpenStack. With Nebula, Kemp and his team are building an infrastructure that allows businesses to deploy large private cloud computing infrastructures.\nTogether, Weiss, Levie, Svane and Kemp are going to talk about how they are building their own franchises and attempting to build lasting institutions in the enterprise world.\nThe conference starts September 7 and runs until the 11th at our favorite location, the San Francisco Design Concourse. Stay tuned for more speaker announcements and a few surprises to be announced soon.\nGeneral-admission tickets and exhibitor packages are currently available. Buy tickets here .\nOur sponsors help make Disrupt happen. If you are interested in learning more about sponsorship opportunities, please contact our sponsorship team here sponsors@techcrunch.com.",
    "title": "A16Z’s Scott Weiss, Box, Zendesk And Nebula To Talk About Winning In The Enterprise At Disrupt SF",
    "media": [
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/8696918100_90cbba38f8_z.jpg?w=640",
        "primary": "true"
      }
    ],
    "date": "Wed, 14 Aug 2013 08:00:00 GMT",
    "type": "article",
    "icon": "http://s2.wp.com/wp-content/themes/vip/tctechcrunch2/images/favicon.ico?m=1357660109g"
  },
  {
    "author": "Alex Wilhelm",
    "url": "http://techcrunch.com/2013/08/14/online-textbook-rental-firm-chegg-files-for-150-million-ipo/",
    "text": "Online textbook rental company Chegg today filed for a $150 million initial public offering . Its proposed ticker symbol is CHGG.\nThe company had revenue of $149 million in 2010, $172 million in 2011 and $213 million in 2012. In the first half of 2013, Chegg had revenue of $117 million. That compares favorably to its first half 2012 revenue of $92 million. So, Chegg is growing its topline at a material, if modest pace. If we take its first-half 2013 revenue, double it, and contrast that to its full-year 2012 revenue, Chegg will have grown its net revenue by just under 10 percent.\nHowever, in comparing first-year halves, Chegg is experiencing faster revenue growth. It’s business, relating heavily to the education market, is seasonal. The company notes this fact directly:\nThe fourth quarter is typically our highest performing quarter as we are recognizing a full quarter of revenue from peak volumes in August and September and partial revenue from peak volumes in December, while the second quarter typically is our lowest performing quarter as students start their summer vacations and the volume of textbook rentals and sales and purchases of supplemental materials and Homework Help decreases.\nThat said, Chegg is not experiencing any sort of hyper-growth.\nTurning to its profitability, Chegg doesn’t have any of that. However, after a long period of increasing losses, it does appear to be hemorrhaging less money than before, which is evidenced by its growing revenue and flat expenses — this helps margins.\nThe company had a net loss of $26 million in 2010, $38 million in 2011, and $49 million in 2012. For the first half of 2013, Chegg lost $21 million. This compares favorably with its first half-year loss in 2012 of $32 million.\nHow much cash does the company have? Some, but not much compared to how much it wants to raise. The $150 million maximum that the company wants to raise through its initial public offering is a massive multiple on its current $22 million in cash and equivalents. So Chegg is looking to dramatically bolster its war chest through its offering.\nThe company has lost a total of $170 million to date. Chegg has raised a total of $195 million to date, not including $55 million in raised debt.\nA final caveat of Chegg’s filing: The company is taking advantage of the JOBS Act, allowing it to avoid disclosing as much as other companies might, as it is classified as an “emerging growth company.” As it notes, the rules allow it to “ take advantage of certain exemptions from reporting requirements that are applicable to other public companies that are not ‘emerging growth companies.’” Those exemptions include “reduced disclosure obligations regarding executive compensation,” and “compliance with the auditor attestation requirements of Section 404 of the Sarbanes-Oxley Act.” Less red tape, sure, but also less disclosure to investors. That increases risk.\nWhat Chegg must prove to investors is that its growing revenue can be converted to profits. However, given the scale of its raise compared to its current cash position, it doesn’t appear to be in a hurry to reach the black.\nTop Image Credit: Tom Caswell",
    "title": "Online Textbook Rental Firm Chegg Files For $150 Million IPO",
    "media": [
      {
        "caption": "2013-08-14_11h36_25",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/2013-08-14_11h36_25.jpg?w=300",
        "primary": "true",
        "type": "image"
      }
    ],
    "date": "Wed, 14 Aug 2013 08:00:00 GMT",
    "type": "article",
    "icon": "http://s2.wp.com/wp-content/themes/vip/tctechcrunch2/images/favicon.ico?m=1357660109g"
  },
  {
    "author": "Darrell Etherington",
    "url": "http://techcrunch.com/2013/08/14/google-lets-you-peek-behind-the-scenes-of-its-treks-street-view-tours-with-stunning-microsites/",
    "text": "Google has spent a lot of time and human hours mapping some of the more remote areas of the globe with its Trekker program, and now users have a chance to go behind the scenes and learn more about both those places and the process. Google put up a new Behind The Scenes site for the Treks Street View project , complete with video, amazing images, maps and audio and visual tours.\nBesides being an awesome time-killer for when you have some hours to spare, the Trek microsites give Google a way to show off a number of its products all in one place. It combines YouTube, Maps, Maps tours, HTML5 web technologies, slideshows and more, which also has the benefit of revealing some of the greater potential of Chrome as a browser.\nCurrently, the Street View Treks microsites cover the Burj Khalifa, Iqaluit, Mt. Everest, the Grand Canyon, the Great Barrier Reef, the Amazon Basin and the Kennedy Space Center. Additional tours for the Galapagos Islands and Venice are said to be “coming soon” by Google, too.\nRemember that Google is looking for organizations to help out with the Google Trekker program , so your views could be among the next featured on these microsites. Sometimes it may be tempting to question the utility of Google’s more ambitious initiatives, but as these microsites show, they sure can paint a pretty picture.",
    "title": "Google Lets You Peek Behind The Scenes Of Its Treks Street View Tours With Stunning Microsites",
    "media": [
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/screen-shot-2013-08-14-at-11-52-50-am.png?w=640",
        "primary": "true"
      },
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/screen-shot-2013-08-14-at-11-47-56-am.png?w=1024&h=550",
        "primary": "true"
      }
    ],
    "date": "Wed, 14 Aug 2013 08:00:00 GMT",
    "type": "article",
    "icon": "http://s2.wp.com/wp-content/themes/vip/tctechcrunch2/images/favicon.ico?m=1357660109g"
  },
  {
    "author": "Romain Dillet",
    "url": "http://techcrunch.com/2013/08/14/apple-shares-hit-500-again-representing-a-massive-100-billion-market-cap-gain-in-48-days/",
    "text": "Apple shares ( NASDAQ:AAPL ) are currently up 2.79 percent to $503.25 a share in the wake of Carl Icahn’s lobbying efforts on Twitter. Yet, the stock performance of the past two days shouldn’t diminish the overall performance over the past two months. In less than two months, Apple has indeed gained $100 billion in market capitalization.\nOn June 27 of this year, shares closed at $393.78, roughly back to their December 2011 level. Today’s price represents a 27.8 percent increase in just 48 days. The last time shares were trading above $500 was on January 23. It proves once again that AAPL still suffers from a lot of volatility and uncertainty .\nEven though net profit is still declining, Apple reported good numbers for its Q3 2013 fiscal quarter. After multiple mixed quarters, the company managed to beat the analysts’ expectations. Retrospectively, the market reaction to Q1 and Q2 numbers was certainly too harsh when you compare it to the actual numbers. Apple still has more than $145 billion in cash and a comfortable market position. iPhone sales are still growing 20 percent year over year.\nMoreover, Apple started a huge $100 billion share buyback program last year, and investors are starting to see the effects. As a result, earnings per share has mechanically increased over time. Investor Carl Icahn revealed yesterday that he was lobbying to accelerate the share buyback program. It drove the stock up 4 percent in just minutes, proving that investors are confident that Apple shares are a good component in their portfolios.\nWhen it comes to products, back in April, Apple’s growth prospects were gloomy — the magical period of double-digit growth for both sales and profit was over. Yet, the analysts’ expectations led to distortion. For years, they were setting the bar too high for units and market share, and too low for profit and sales. Now that analysts are more accurate, the perception of Apple is changing at the same time.\nWhile the company didn’t release any new product after WWDC (aside from the updated MacBook Air), the keynote was received very well by commentators. The star of the show was iOS 7. It proved that Apple was still ready to make radical changes to its core products without fearing backlash. In other words, Apple is still innovating.\nBut customers are now more likely than ever to buy old iPhone models — Apple needs to contract the production costs of old models, or to find an alternative. In addition to releasing a new flagship iPhone, it will probably release a new low cost iPhone (probably the iPhone 5C). As the company is now switching to another product strategy with the iPhone 5C right around the corner , it will become easier to understand Apple numbers in the coming months. Similarly to the iPad mini, Apple now wants to capture another segment of the smartphone market with a low cost iPhone and to stay dominant when it comes to profit. As a consequence, the company could fight back in the market share war with Android. It would give a great perception boost to Apple.\nMore importantly, investors are already taking into account the upcoming iPhone event. On September 19 of 2012, shares peaked at 702.10 following a very strong summer. This year, the stock is experiencing the exact same scenario and it will be interesting to see the trend following the new iPhone releases.",
    "title": "Apple Shares Hit $500 Again, Representing A Massive $100 Billion Market Cap Gain In 48 Days",
    "media": [
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/04/apple1.jpg?w=257",
        "primary": "true"
      },
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/screen-shot-2013-08-14-at-6-45-58-pm.png?w=640&h=350",
        "primary": "true"
      }
    ],
    "date": "Wed, 14 Aug 2013 08:00:00 GMT",
    "type": "article",
    "icon": "http://s2.wp.com/wp-content/themes/vip/tctechcrunch2/images/favicon.ico?m=1357660109g"
  },
  {
    "author": "John Biggs",
    "url": "http://techcrunch.com/2013/08/14/drync-a-wine-scanning-app-raises-900k-to-help-you-get-crunk/",
    "text": "As vonny drunk, I often find myself in the presence of a fine bottle of plonk that I would like to purchase again in the future. Thankfully, Drync , one of the best bottle scanning apps I’ve used, is on the case.\nWhether it be a fine Night Train vintage or a delectable bag of Boone’s, Drync allows you to scan the label of nearly any grand cru and bring up a detailed listing of the vintage, varietal, and brand. It also allows you to order the wine right from your cellphone, ensuring the party doesn’t stop even three to five business days after it began.\nTo reach their goal of bringing a robotic sommelier to every phone, the company has raised $900,000 from angel investors including Mark Hastings, Andrew Moss, and Jack Remondi. The founders, Bill Kirtley and Brad Rosen, are entrepreneurs with years of app experience in their wineskins. Rosen built and sold companies to Phillips, Motorola, and Cisco, among others and Kirtley worked at Apple on the Safari and Calendar products.\nHow does Drync work? Think of it as Shazam for booze.\nOnce you scan the bottle, the system reads the label and tries to match it in its 1.7 million bottle database. You can then order the wine right through the app. Considering most other wine apps focus on “collection” of labels for later perusal, Drync is a godsend.\n“We are focused on mobile wine commerce, enabling people to buy the wines they like at the moment they try them with their iPhone. We think of it as a Shazam or SoundHound for wine. Other players in the space create social networks for wine, give people ways to log the wines they drink, offer wine pairings, or provide generic or limited selections of wines to order online,” said Rosen.\nTo test the app I pulled out a few bottles of fine tipple to scan and/or drink at 9am. My initial tests didn’t look very promising. I scanned a Ravenswood Chardonnay (non-vintage, $9.99 at Kroger) and Drync brought up everything except the chard. However some of the team began scanning other wines they had lying around their hovels and got far better results. For example, our own Romain Dillet was able to identify a fine French bouteille without issue.\nRosen explained that many of Ravenswood labels are nearly exactly the same and that they’ve gotten to about 80% correct in their scanning process. Even if it doesn’t scan in the proper bottle, however, you can always consult the image it took to update the database and help the system return the proper vino next time. I especially liked the checkout system which allowed you to scan your credit card and have it shipped to your house in a few clicks.\n“We at Drync are the first to connect the experiential part of drinking wine with the purchase – using your phone to capture and purchase nearly any wine instantly at the point of consumption,” said Rosen. “Just as we don’t all have the same taste in food, the idea of a wine being ‘good’ is largely subjective. With Drync, you can buy based on your taste.”\nRosen and the team have been working on the app for years, starting in 2008 when it was a simple wine scanner. Now, however, by adding a bit of cash and a lot of back-end smarts, they have an app that true connoisseurs can use and love.\n“It’s an enormous market with a lot of potential. We’ve been brewing this platform and model for 5 years and are really excited about our positioning,” said Rosen.\nSo next time you end up in a culvert howling away at the filthy songs of your fathers and going blurp blurp in between as it might be a filthy old orchestra in your stinking, rotten guts, remember to pull out your iPhone for a bit of the old Drync. You’ll most probably be glad you did, if you remember in the morning.",
    "title": "Drync, A Wine-Scanning App, Raises $900K To Help You Get Crunk",
    "media": [
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/p9130014.jpg?w=286",
        "primary": "true"
      },
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/photo2.png?w=199&h=300",
        "primary": "true"
      },
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/photo.jpg?w=200&h=300",
        "primary": "true"
      }
    ],
    "date": "Wed, 14 Aug 2013 08:00:00 GMT",
    "type": "article",
    "icon": "http://s2.wp.com/wp-content/themes/vip/tctechcrunch2/images/favicon.ico?m=1357660109g"
  },
  {
    "author": "Matt Burns",
    "url": "http://techcrunch.com/2013/08/14/htc-hell-thats-confusing/",
    "text": "After much fanfare including a mundane video teaser, HTC just released the first part of their latest advertising campaign. Starring Robert “Iron Man” Downey Jr. the video spot is, well, memorable. It’s a touch crazy, a bit confusing, and doesn’t showcase anything HTC makes. But you won’t forget it. And that’s what makes for an effective ad.\nAs Natasha explained when HTC released the teaser , HTC is asking, almost rhetorically, what their initials stand for. Like “Humongous Tinfoil Catamaran” and ”Hipster Troll Carwash,” says the ad. You get it. Hyper Tongue Circus. Hello, Titicaca Coast. Hippopotamuses Tightroping Carelessly.\nThere’s good reason for this. Despite being a major player in Android since the very beginning, HTC isn’t a household name. These clever, and mostly silly acronyms, will act as a sort of mnemonic for the brand.\nBecause, really, anything is better than High Tech Computer Corporation, which is what the initials really stand for. Not very catchy.",
    "title": "HTC: Hell That’s Confusing",
    "media": [
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/htc.png?w=640",
        "primary": "true"
      }
    ],
    "date": "Wed, 14 Aug 2013 08:00:00 GMT",
    "type": "article",
    "icon": "http://s2.wp.com/wp-content/themes/vip/tctechcrunch2/images/favicon.ico?m=1357660109g"
  },
  {
    "author": "Greg Kumparak",
    "url": "http://techcrunch.com/2013/08/13/google-maps-doctor-who-tardis-easter-egg/",
    "text": "Gasp! I would’ve had this post written 20 minutes ago, but I was too busy geeking the hell out.\nTucked away in a single streetview image of what appears to be a mere police box, a newly discovered Google Maps easter egg lets you go inside the TARDIS .\n(If you don’t know what the TARDIS is, come on. )\nHow to do it:\nClick this link\nMove your mouse around a bit. The standard Google Maps directional arrows should pop up, with one little addition: a pair of double arrows. Click those. (Note: If you’re enrolled in the new Google Maps UI beta, the arrows might not appear. Instead, hit the up arrow on your keyboard. Thanks for the heads up on this trick, Eric ! If it’s still not working for you, see the note at the bottom of this post.)\nBam! You should now be in the TARDIS’ bigger-on-the-inside (smaller-on-the-outside) interior.\nI figured it’d just be a single, static shot, but no: you can click all around the control room, complete with StreetView’s signature panoramas, navigating all the way down below the main platform for a glimpse at the heart of the TARDIS itself. You don’t seem to be able to click into any of the hallways — that’s probably for the better, really, as we don’t want any of you getting lost.\nCan’t find your way in? Look for these arrows:\nMan , I wish I had something like this back when I was building my AR TARDIS . While I based the innards of mine on the last generation control room, figuring out how everything fit together in the interior from one-off set shots and screengrabs alone was… a bit of a pain.\n(Note: Word is that this easter egg doesn’t always work in the new Google Maps interface, which many of you have likely opted into by now. No problem — just open the link in Chrome’s incognito mode [or whatever your browser's private browsing mode might be called] and you should be back at the old Google Maps interface without requiring you to tweak any settings or log out of Google.)\n[ Nice find, Jalopnik! ]",
    "title": "Google Maps Easter Egg Lets You Explore The TARDIS",
    "media": [
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/tardis-egg.jpg?w=640",
        "primary": "true"
      },
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/arrows.jpg?w=371&h=332",
        "primary": "true"
      }
    ],
    "date": "Tue, 13 Aug 2013 08:00:00 GMT",
    "type": "article",
    "icon": "http://s2.wp.com/wp-content/themes/vip/tctechcrunch2/images/favicon.ico?m=1357660109g"
  },
  {
    "author": "Michael Abbott",
    "url": "http://techcrunch.com/2013/08/14/founder-stories-serial-entrepreneur-steven-kirsch-on-building-a-remote-engineering-team/",
    "text": "We spend a lot of time on Founder Stories talking about hiring and culture largely because there is no secret sauce or fail-proof way that guarantees success. My guest this week is a serial entrepreneur who attributes the success of his current company, OneID , to creating a culture that attracts the best hires.\nSteven Kirsch , whose past startup successes include Mouse Systems, FrameMaker and Infoseek, says that “people are very hard to change” and admits that he has made many of the same mistakes at all of the companies he has led over the years. This is why, according to Kirsch, hiring the right people who have complementary skills is important.\nIn our discussion, Kirsch also talks about how he learned that recruiting top talent who look at the world in new and interesting ways is crucial. He explains how early in his career he tended to under hire, opting instead to bring people up with the company. But in recent years he has looked to companies like Tesla and Google to learn that the best employees build the best products. This is why for OneID, Kirsch hired an engineering team in Austin. Watch to hear his advice on creating culture at a company that is growing in two separate locations.\nEditor’s Note: Michael Abbott is a general partner at Kleiner Perkins Caufield & Byers, previously Twitter’s VP of Engineering, and a founder himself. Mike also writes a blog called uncapitalized . You can follow him on Twitter @mabb0tt .",
    "title": "Founder Stories: Serial Entrepreneur Steven Kirsch On Building A Remote Engineering Team",
    "media": [],
    "date": "Wed, 14 Aug 2013 08:00:00 GMT",
    "type": "article",
    "icon": "http://s2.wp.com/wp-content/themes/vip/tctechcrunch2/images/favicon.ico?m=1357660109g"
  },
  {
    "author": "Sarah Perez",
    "url": "http://techcrunch.com/2013/08/14/amazons-silk-web-browser-gets-a-whole-new-look/",
    "text": "Amazon’s Silk web browser, which comes built into Kindle Fire devices, has received its first major upgrade since September 2012 , the company announced today. Though there have been steady under-the-hood improvements over time, this is the first release since last fall to introduce consumer-facing changes to the way the browser looks and behaves, including a new tutorial, redesigned tabs, better browser controls, simpler navigation options, and easier access to Silk’s Reading View feature.\nOne of the new features rolling out today has to do with how Silk appears to first-time users. Like many apps do today, the browser now launches with a brief tutorial to explain its features. Instead of screens you have to swipe through, Silk adopts the “overlay” interface which darkens the background to point out various navigational buttons like the Action Menu, Reading View, and Left Panel slider, for example, which is where users can view their Most Visited pages, Bookmarks, and History.\nBut one of the bigger changes, especially for current users, is Silk’s new Start page – something Amazon revamped based on user studies and feedback. Previously, this page featured links to users’ bookmarks and browsing history as well as a “Starter” section, which showed the most visited pages, trending pages across all Kindle Fire devices, and a list of “selected sites.” Some users didn’t care for the way what other people were surfing and reading on their Kindle Fires took up so much of their own new tab interface, and Amazon didn’t let users customize this screen, which was an annoyance, too. Not surprisingly, Amazon found that the “Most Visited” links and direct URL entry were the two most commonly used navigational options, so it has now made them more prominent in the new tab view.\nThe other links, like Trending section, Bookmarks, and History section are now tucked away off to the left side of the screen, which is also where you can access Settings. These pages received updates, too, with Bookmarks now offering two view modes: a single column of entries with thumbnails, or a grid view with larger thumbnails.\nOther more subtle tweaks include performance improvements, a rounding of the tabs on the tab bar to make it easier for users to see where tabs stop and start, and updated browser controls. This includes making the Reading View (the view that strips out the related links, and ads to leave only the text) easier to find than before, as well as an improved full screen view.\nCombined, the refreshed feature set makes for a notable overhaul of Silk’s browser, which has never really been one of the stronger mobile browsers out there – at least in terms of its user interface – despite its long touted “ cloud accelerated ” underpinnings. That’s been frustrating since a good browser is a key component to any tablet experience, but even if you only use your Fire for reading, the browser is still needed in order to browse and checkout books from your local library’s website, in many cases.\nThe refreshed Silk browser is rolling out now, and Amazon has also published a Silk Developer Guide along with today’s release.",
    "title": "Amazon’s Silk Web Browser Gets A Whole New Look",
    "media": [
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/kindle_carousel_20130718.png?w=187",
        "primary": "true"
      },
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/jit_20130718.png?w=400&h=640",
        "primary": "true"
      },
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/start_tab_201307181.png?w=400&h=640",
        "primary": "true"
      },
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/bookmarks_column.png?w=450&h=493",
        "primary": "true"
      },
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/tabs_450px.png?w=450&h=48",
        "primary": "true"
      },
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/browser_controls1.png?w=640&h=160",
        "primary": "true"
      }
    ],
    "date": "Wed, 14 Aug 2013 08:00:00 GMT",
    "type": "article",
    "icon": "http://s2.wp.com/wp-content/themes/vip/tctechcrunch2/images/favicon.ico?m=1357660109g"
  },
  {
    "author": "Gregory Ferenstein",
    "url": "http://techcrunch.com/2013/08/14/yes-gmail-users-have-some-privacy-heres-what-you-can-expect/",
    "text": "Google is in hot water after its lawyers were caught claiming that Gmail users have “no reasonable” expectations of privacy. The short answer is that yes, Gmail users do have some expectation of privacy and there have been no major privacy policy changes in the past year. But, since the press is freaking out, let us review what kind of privacy users can–and cannot–expect.\nShort Legal Background That Tells You Nothing About Your Privacy Expectations\nIn a class-action lawsuit, Google is seeking to dismiss charges that it illegally mines users data. The search giant cites an antiquated 1979 Supreme Court decision, Smith v. Maryland, to cover its digital behind in a technical catch-all strategy to avoid any legal culpability. The language of the decision may freak you out:\n“Just as a sender of a letter to a business colleague cannot be surprised that the recipient’s assistant opens the letter, people who use web-based email today cannot be surprised if their emails are processed by the recipient’s [e-mail provider] in the course of delivery. Indeed, ‘a person has no legitimate expectation of privacy in information he voluntarily turns over to third parties.’\nBut, in practice, Google has a vested interest in respecting at least some privacy. Here’s what you can expect.\nGoogle Robots Scan Content And Serve You Ads\nIf you’ve been sending out a lot of wedding invitations, there’s a good chance you’ve been seeing advertisements for event planners, dress makers, and couples therapy and–for the truly prepared–divorce lawyers. Google automatically scans the content of email to optimize its ad targeting. According to Google, no human can actually read the content of your messages.\nGoogle Can Share Your Data Across Services, Such As Maps and Docs\nGoogle’s new Director Of Engineering, futurist Ray Kurzweil, told me that he wants to build a search engine that knows what users want before they do . In order to give you up-to-date traffic directions on your commute, shopping recommendations, and tailored search answers, it’s helpful to know where you live, where you visit, and what you’ve searched for in the past. Unless you’re an avid Kanye West fan, the term “north west” probably refers to an actual region of the world.\nSo, last year, Google adopted a major change to its privacy policy that allowed cross-reference data across all of the services, from Maps to Docs.\nThis is the subject of the class-action lawsuit. Plaintiffs claim that this gives Google too much information and violates your privacy rights.\nWhile Plaintiffs have not established any harm, if it freaks you out for Google to combine your Maps and Gmail searches, you should probably jump ship. Personally, I can’t figure out how this hurts me, so I’m staying with Gmail.\nGoogle Must Comply With Government Spying Requests\nWe know for a fact that Google is legally required to hand over the content of emails if they receive a court order. For instance, the Feds snagged the emails of famed WikiLeaks informant, Herbert Snorrason. If you are a threat to the U.S. government and they know it, you might want to rethink your email habits.\nThanks to Edward Snowden, we now know spy agencies around the world allegedly also scan the records and content of most major email providers. We do not know whether they can read any of this information without a court order or which agencies they can share it with. It’s all up to paranoid speculation at the moment.\nNo Alternatives Against Government Surveillance\nIf you’re freaked out about government spying, there really aren’t any alternative email providers. Last year, two of the most popular secure email services preemptively shut down their web apps, after admitting they could not keep users’ information safe from the government.\nThere are some more sophisticated (read: complicated ) ways of encrypting email on your own, but you’ll need to coordinate with your respondents and they can’t use any major email service provider.\nShort Answer: Yes, You Have Privacy (From Humans)",
    "title": "Yes, Gmail Users Have Some Privacy. Here’s What You Can Expect",
    "media": [
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/screen-shot-2013-08-14-at-10-23-20-am.png?w=300",
        "primary": "true"
      }
    ],
    "date": "Wed, 14 Aug 2013 08:00:00 GMT",
    "type": "article",
    "icon": "http://s2.wp.com/wp-content/themes/vip/tctechcrunch2/images/favicon.ico?m=1357660109g"
  },
  {
    "author": "John Biggs",
    "url": "http://techcrunch.com/2013/08/14/made-in-space-makers-of-the-only-3d-printer-in-orbit-answer-some-pressing-questions-about-manufacturing-and-yoda/",
    "text": "This week we learned that NASA was sending its own 3D printer into space to support the astronauts on the International Space Station. But NASA didn’t build the printer. Instead they farmed it out to a company called Made In Space , a startup focused on making a solid, space-ready 3D printer that can survive the vast darkness of the cosmos.\nThat company has a great sense of humor and wanted to talk a little bit more about their product and the printer. In fact, they explained that they are currently working on a closed loop system that would allow the astronauts to reuse plastic over and over again in the printer. I spoke with the founders of Made In Space, Aaron Kemmer, Jason Dunn, and Mike Chen, about their new product and what it feels like to be the first additive manufacturing company to send their product into orbit.\nTC: Let’s start with this question… How can you be sure the printer won’t become sentient and lock the pod bay doors?\nMade In Space: I’m sorry, Dave. I’m afraid I can’t answer that.\nTC: Tell us about the printer. Why is it special?\nMIS: Our printer will be the first device to ever manufacture anything off of the Earth.\nThis milestone is significant because up until now, everything that is needed in space must be made on Earth and then launched to space, which is an incredibly expensive and time-consuming process. This is a tremendous impediment to progress in the space industry, and is also one of the primary factors that makes space missions so risky. You really need to plan for every contingency ahead of time.\nIn 2014, When our 3D printer starts manufacturing parts on-demand in space, NASA and other space entities will have the capability to repair their space missions on the fly if something goes wrong.\nAstronauts will be able to create new parts as-needed on the station in a matter of minutes or hours, instead of waiting months to years for the needed parts to arrive on station. This will speed up development time, accelerate the innovation cycle, and increase the safety of space missions.\nTC: Why didn’t you just buy a Makerbot and fly it into space?\nMIS: When we started to bring additive manufacturing to space, we originally looked at adapting commercial off-the-shelf 3D printers. In 2011, we conducted in-depth testing of off-the-shelf 3D printers in microgravity. The results of our testing clearly indicated that no 3D printers designed for terrestrial use were fit for the space environment.\nThere are quite a number of significant differences between a 3D printer designed for use on Earth and one that is fit for use in space. We have had the good fortune of working with and employing quite a few highly experienced aerospace engineers with extensive experience creating space-ready hardware.\nNot only does the printer need to work in extended microgravity, but it needs to be capable of surviving the extreme forces imposed on it during launch, and meet a very long list of NASA imposed requirements to fly hardware to the International Space Station. These are just some of the developments we’ve needed to make. It’s taken us thousands of pages of internal documentation just to describe the engineering work we’ve done to get our printer ready for space.\nTC: How are you associated with NASA? NASA spins of companies now? Like Tang?\nMIS: NASA is one of our customers. It is common for NASA to contract private companies to provide products and services for space exploration. A good example is Boeing. One of the most featured in the media these days is SpaceX, who is now delivering goods for NASA to the Space Station on their rockets.\nThe “new space” industry is getting more exciting with every passing year, where startups in Silicon Valley like Made in Space are working with NASA and other groups to push the envelope of what is possible with space missions.\nTC: How did you test this for space travel?\nMIS: The process starts with an extensive suite of modeling and simulation tools that we use to run analyses on every detail of our design.\nThe primary way that we test our hardware for space travel, though, is by repeatedly testing our systems in an actual microgravity environment, on parabolic aircraft flights through the NASA Flight Opportunities Program. To date we’ve accumulated over 500 parabolas of zero-gravity manufacturing time.\nWe also put our printer through rigorous environmental testing with NASA at Marshall Space Flight Center, where we test everything from electromagnetic interference and radiated emissions, the ability to survive launch vibrations, crew safety, and just about everything in-between.\nWe now have over a dozen full-time employees and a team of 20+ people.\nTC: So this is very important: will they ever print a Yoda in space?\nMIS: We asked our team, and they told us that they would try. We told them “do or do not, there is no try.”",
    "title": "Made In Space, Makers Of The Only 3D Printer In Orbit, Answer Some Pressing Questions About Manufacturing And Yoda",
    "media": [
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/made-in-space-zero-gravity.jpg?w=640",
        "primary": "true"
      },
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/zero-gravity-smiles.jpg?w=300&h=167",
        "primary": "true"
      }
    ],
    "date": "Wed, 14 Aug 2013 08:00:00 GMT",
    "type": "article",
    "icon": "http://s2.wp.com/wp-content/themes/vip/tctechcrunch2/images/favicon.ico?m=1357660109g"
  },
  {
    "author": "Josh Constine",
    "url": "http://techcrunch.com/2013/08/14/facebooks-star-manager-peter-deng-becomes-instagram-director-of-product-to-do-fewer-things-better/",
    "text": "Peter Deng built Facebook Chat, Groups and Messenger as its product management director for the last six years. Now he’s going to execute the vision of Instagram’s founders as its new Director Of Product . “I’m not trying to come in and make changes,” Deng tells me. “Kevin and Mike have a great thing going. How can we move faster and build more beautiful products? That’s what I’m coming here to do.”\nDeng doesn’t get up on stage as much as Zuck, Sheryl, and Chris Cox do, but he’s responsible for much of what we know as Facebook today. He previously interned at Microsoft and later worked on product at Google before joining Facebook in 2007.\nHere’s a quick run-down of what Peter’s worked on since then:\nThe first version of Facebook Chat\nEarly updates to Events\n“Brought a voice to Pages”, giving them the ability to post to the News Feed\nLed the News Feed and homepage team for two years, redesigning it to update in real time\nThe profile redesign that focused on collecting structured data about users — the fuel for Facebook’s ads engine\nTransformed Groups from bumper stickers on your profile into collaborative communication spaces\nFounded the mobile messaging team after pushing Facebook to acquire Beluga\nAfter all that, he still wasn’t sick of the Facebook ecosystem, telling me he never planned to leave the company. Instead, Deng wants to bring the insights from building these products to Instagram as he reports to its CEO Kevin Systrom. That’s great news for Facebook, which has seen a lot of talented veterans move on to launch their own startups after doing their “duty” to the social network. Naomi Gleit, Facebook’s longest-running employee other than Mark Zuckerberg, will now be leading the messaging team Peter previously managed.\nMoving to Instagram will give Deng a fresh set of puzzles to solve while still going to work at 1 Hacker Way. He explains:\n“I see a lot of the same challenges that Facebook faced in getting to where it is today. How do you build a product organization, how do you understand how people use the product? how do you make the product relevant internationally. Fo me it was an exciting time to come to a team that’s probably going to face a lot of these challenges, and make it less painful to go through some of these things.”\nSystrom said about Deng:\n“Peter joins in good company too, as we’ve built out our Instagram leadership team to take on the challenges of building a world-class product and company. Through our many discussions, it’s clear his unique skills in building out product management teams, creating scalable structures for building new products, and his experience building out Facebook News Feed and Messenger make him the perfect fit for our company. Ever since we worked at Google together many years ago, I’ve been able to call Peter a good friend – and now years later, I’m thrilled we get to work together again on the Instagram that we all know and love.”\nCompassion Through Sharing\nInstagram’s potential to transport us and offer new perspectives endeared it to Deng. “There are these guys in Russia and Indiana that I follow. I don’t know them, they’re not my friends, but that I get to see the world through their lens is truly amazing,” he tells me.\nAnd Instagram’s ability to preserve our memories took on new meaning for Deng this morning, as he had his phone stolen. He recounts, “At first I was kind of pissed for 30 seconds. But then I thought ‘Hey, it’s just a tool to make my life better. I can get another tool and my life stays the same. All my moments are already on Instagram and Facebook. We have photo sync. Nothing is actually on the phone. It’s just the window.”\nWhile Deng has great product vision himself, he tells me his job isn’t to meddle with Instagram’s focus on simplicity, embodied in its design philosophy “Do Fewer Things Better.” The team is 50 people now, up from 13 when it was bought by Facebook in April 2012. It’s not a startup scrambling to define itself. It’s a tool used by hundreds of millions of people, where a little more efficiency makes a huge difference.\nDeng concludes, “I want to fulfill the vision of the path it’s already on. One of the biggest things I can do is try to hire the product team to fulfill the vision. Mark wanted to make the world more open and connected. We want to capture and share the world’s moments. It’s a beautiful mission. We make the world just a little more compassionate with each other and understanding of each other’s points of view.”",
    "title": "Facebook’s Star Manager Peter Deng Becomes Instagram Director Of Product To “Do Fewer Things Better”",
    "media": [
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/peter-deng-instagram.jpg?w=300",
        "primary": "true"
      }
    ],
    "date": "Wed, 14 Aug 2013 08:00:00 GMT",
    "type": "article",
    "icon": "http://s2.wp.com/wp-content/themes/vip/tctechcrunch2/images/favicon.ico?m=1357660109g"
  },
  {
    "author": "Romain Dillet",
    "url": "http://techcrunch.com/2013/08/14/apple-shares-hit-500-again-representing-a-massive-100-billion-market-cap-gain-in-48-days/",
    "text": "Apple shares ( NASDAQ:AAPL ) are currently up 2.79 percent to $503.25 a share in the wake of Carl Icahn’s lobbying efforts on Twitter. Yet, the stock performance of the past two days shouldn’t diminish the overall performance over the past two months. In less than two months, Apple has indeed gained $100 billion in market capitalization.\nOn June 27 of this year, shares closed at $393.78, roughly back to their December 2011 level. Today’s price represents a 27.8 percent increase in just 48 days. The last time shares were trading above $500 was on January 23. It proves once again that AAPL still suffers from a lot of volatility and uncertainty .\nEven though net profit is still declining, Apple reported good numbers for its Q3 2013 fiscal quarter. After multiple mixed quarters, the company managed to beat the analysts’ expectations. Retrospectively, the market reaction to Q1 and Q2 numbers was certainly too harsh when you compare it to the actual numbers. Apple still has more than $145 billion in cash and a comfortable market position. iPhone sales are still growing 20 percent year over year.\nMoreover, Apple started a huge $100 billion share buyback program last year, and investors are starting to see the effects. As a result, earnings per share has mechanically increased over time. Investor Carl Icahn revealed yesterday that he was lobbying to accelerate the share buyback program. It drove the stock up 4 percent in just minutes, proving that investors are confident that Apple shares are a good component in their portfolios.\nWhen it comes to products, back in April, Apple’s growth prospects were gloomy — the magical period of double-digit growth for both sales and profit was over. Yet, the analysts’ expectations led to distortion. For years, they were setting the bar too high for units and market share, and too low for profit and sales. Now that analysts are more accurate, the perception of Apple is changing at the same time.\nWhile the company didn’t release any new product after WWDC (aside from the updated MacBook Air), the keynote was received very well by commentators. The star of the show was iOS 7. It proved that Apple was still ready to make radical changes to its core products without fearing backlash. In other words, Apple is still innovating.\nBut customers are now more likely than ever to buy old iPhone models — Apple needs to contract the production costs of old models, or to find an alternative. In addition to releasing a new flagship iPhone, it will probably release a new low cost iPhone (probably the iPhone 5C). As the company is now switching to another product strategy with the iPhone 5C right around the corner , it will become easier to understand Apple numbers in the coming months. Similarly to the iPad mini, Apple now wants to capture another segment of the smartphone market with a low cost iPhone and to stay dominant when it comes to profit. As a consequence, the company could fight back in the market share war with Android. It would give a great perception boost to Apple.\nMore importantly, investors are already taking into account the upcoming iPhone event. On September 19 of 2012, shares peaked at 702.10 following a very strong summer. This year, the stock is experiencing the exact same scenario and it will be interesting to see the trend following the new iPhone releases.",
    "title": "Apple Shares Hit $500 Again, Representing A Massive $100 Billion Market Cap Gain In 48 Days",
    "media": [
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/04/apple1.jpg?w=257",
        "primary": "true"
      },
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/screen-shot-2013-08-14-at-6-45-58-pm.png?w=640&h=350",
        "primary": "true"
      }
    ],
    "date": "Wed, 14 Aug 2013 08:00:00 GMT",
    "type": "article",
    "icon": "http://s2.wp.com/wp-content/themes/vip/tctechcrunch2/images/favicon.ico?m=1357660109g"
  },
  {
    "author": "Frederic Lardinois",
    "url": "http://techcrunch.com/2013/08/14/google-search-gets-more-personal-now-lets-you-find-your-flight-info-reservations-photos-and-more/",
    "text": "Google today announced a number of search features that make it easier for you to find your own personal information through Google Search. The search engine can now find information about your upcoming flights (“Is my flight on time?”), hotel or OpenTable reservations, package delivery information (“When will my package arrive?”), your purchases and what’s on your calendar. Just like on Google+, you can also now use the regular Google search to find your own photos through queries like “Show me my photos of beaches.”\nAll of these features are opt-out and will roll out to all users in the U.S. in English over the next few days. It’ll be available on all platforms, with the exception of Google Glass, and you can, of course, also use Google’s voice recognition to ask your questions.\nIf you are familiar with the Gmail Search Field Trial and, of course, Google Now , you’ll have seen some of these cards pop up in your searches over the last few months. As a Google spokesperson told me, though, today’s launch only graduates a subset of the Gmail Search Field Trial and for now, the trial will continue as a test bed for new features for those who want to remain on the cutting edge. Over time, Google expects to bring more of the Field Trial feature to the rest of Google Search.\nExcept for the photos (a feature that was previously only available on Google+ and which analyzes your uploads to Google+ Photos), Google extracts most of this information from your Gmail inbox.\nGiven the privacy implications and sensitive nature of some of this information, it’s interesting that Google has decided to make this feature opt-out. As Google notes, all your information is sent over encrypted connections and only visible to you when you are signed in to Google. You can always turn it off completely (look for the new “Private results” section in your search settings ) or on a per-session basis by clicking on the globe icon at the top of the search results page.\nYou can find a list of some of the queries that Google can now answer here . Below are a few examples:\nFlights : Ask Google “Is my flight on time?” to get info on your upcoming flights and live status on your current flights.\nReservations : Ask for “my reservations” to see your dining plans or “my hotel” to get your hotel name and address. With one tap, you can get driving or public transit directions straight there, saving you lots of steps.\nPurchases : Ask for “my purchases,” and you’ll get the status of your current orders, so you know whether your mom’s birthday present will arrive on time.\nPlans : Ask Google “What are my plans for tomorrow?” to see a summary of upcoming flights, hotels, restaurant reservations and events — very useful when you’re traveling.\nPhotos : Say “Show me my photos from Thailand” to see the photos you uploaded to Google+. You can also ask for “my photos of sunsets” if you want to show off the shots you’ve taken over the year; Google will try to automatically recognize the type of photo you’re asking for.\nAs Google tells me, the system is quite flexible in recognizing questions, and even though these queries are guaranteed to bring up the new search results, similarly phrased questions may also work.",
    "title": "Google Search Gets More Personal, Now Lets You Find Your Flight Info, Reservations, Photos And More",
    "media": [
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/google-quick-answer-hotel-1-png.jpg?w=273",
        "primary": "true"
      },
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/google-quick-answer-flight.png?w=327&h=512",
        "primary": "true"
      },
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/google-quick-answer-package.png?w=314&h=576",
        "primary": "true"
      }
    ],
    "date": "Wed, 14 Aug 2013 08:00:00 GMT",
    "type": "article",
    "icon": "http://s2.wp.com/wp-content/themes/vip/tctechcrunch2/images/favicon.ico?m=1357660109g"
  },
  {
    "author": "Alex Wilhelm",
    "url": "http://techcrunch.com/2013/08/14/microsoft-acknowledges-outlook-com-messenger-skydrive-outages/",
    "text": "Having a hard time accessing your SkyDrive files or your email on Outlook.com? You are not alone, and Microsoft says that it is working on the issue.\nThe latest from Microsoft’s Live.com status board (remember Live.com?) is simple: Outlook.com, SkyDrive, and the ‘People’ services are all on the rocks at the moment. Some, such as ZDNet’s Mary Jo Foley, are not impacted by the issue. My account, for whatever it is worth, is also working.\nHowever, Microsoft has officially noted the issues, stating that users “might not be able to see all [their] email messages.” And under the SkyDrive tab, it plainly notes that “services such as Hotmail, Messenger and SkyDrive are experiencing technical difficulties.”\nMicrosoft promises an update by 11 this morning, so we should know more soon.\nThis sort of issue is somewhat pedestrian and normal, provided that it doesn’t bang on for too long. So if Microsoft manages to right its server ship quickly, no worries. But if the outage continues for more than a few hours or so, it undermines Microsoft’s cloud premise that users should turn to hosted services over on-premise or on-desktop solutions.\nMicrosoft has put SkyDrive into an increasingly important position in the Windows environment, boosting its integration points in Windows 8.1 over an already intertwined Windows 8 experience. To have it go down is subpar.\nFor live updates on the status, head here . In the meantime, this will make you smile .\nTop Image Credit: Todd Bishop",
    "title": "Microsoft Acknowledges Outlook.com, Messenger, SkyDrive Outages",
    "media": [
      {
        "caption": "2013-08-14_10h18_14",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/2013-08-14_10h18_14.jpg?w=300",
        "primary": "true",
        "type": "image"
      }
    ],
    "date": "Wed, 14 Aug 2013 08:00:00 GMT",
    "type": "article",
    "icon": "http://s2.wp.com/wp-content/themes/vip/tctechcrunch2/images/favicon.ico?m=1357660109g"
  },
  {
    "author": "Sarah Perez",
    "url": "http://techcrunch.com/2013/08/14/google-for-android-swaps-messenger-for-hangouts-integrates-with-google-drive-more/",
    "text": "Google is continuing to unify its communications mess today, with an update to its Google+ Android application , which among other things, finally kills off Messenger. Previously, Messenger allowed the app’s users to bring in friends into group conversations for text messaging, photo sharing, and face-to-face video chat. But now, Hangouts serves this purpose in Google+ and beyond.\nAt this year’s Google I/O conference , Google announced it was uniting Gmail and Google+ chat under the new branding of “Hangouts,” a then already widely rumored attempt by Google to bring all its communications efforts under one roof. Over the years, Google had launched a multitude of services for messaging and video chat, including Google Talk, Google+ Messenger, and Google+ Hangouts, for example. The company began the move to Hangouts by launching a standalone Hangouts app on iOS and Android to replace Google Talk, and it offered an upgrade from Google Talk to Hangouts within Gmail.\nBut until now, Messenger still hung on in the main Google+ application, on both iOS and Android. Now it’s getting pulled out for good. Google says that all users’ Messenger conversations will be available for download later today, including text and photos, through Google Takeout.\nMessenger’s removal is not the only major change in the Google+ app update. The company says that it’s also rolling out a few other top-requested features, including support for Google Apps for Business features, improved account and page switching, more location sharing controls (pinpoint and city level, by Circle), and access to Google Drive photos and videos. This latter upgrade between the storage and social services being another much needed integration. Pull-to-refresh functionality has also been added. Details on all these features were posted earlier today on – where else? – Google+ .\nNot everyone is happy with Google+’s changes as of late. Many reviews on the Google Play store report issues with crashes, while others complain about problems with the location service, following the shutdown of Google Latitude. Hangouts haven’t impressed everyone either – overheard at the TechCrunch office today for example, was this scoff: “the only thing that’s good about new Hangouts is the wider variety of emoticons .” Ouch.\nThough Google has run messaging and chat services for some time, it’s lately been having to play catch-up in a world where mobile messaging apps like Facebook Messenger, Whatsapp, LINE, Kakao Talk, WeChat and others from startups like Path, Snapchat, MessageMe, Viber, and more have found traction worldwide , with millions of users each in tow. Those numbers may still pale next to SMS, though. We’ve heard whispers that Google is far from done in terms of this communications consolidation, and may integrate Hangouts more deeply into the Android OS in the future (beyond just adding SMS integration), making it more like the Google version of Apple’s iMessage, for example – a great selling point for consumers, but something that could be potentially tricky in terms of Android OEMs who have been their own messaging interfaces and services (like Samsung’s ChatOn).\nThe updated version of Google+ for Android is rolling out now. An iOS update will follow.",
    "title": "Google+ For Android Swaps Messenger For Hangouts, Integrates With Google Drive & More",
    "media": [
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/hangouts-gplus.png?w=180",
        "primary": "true"
      },
      {
        "type": "image",
        "link": "http://tctechcrunch2011.files.wordpress.com/2013/08/3drive-photos.png?w=265&h=442",
        "primary": "true"
      }
    ],
    "date": "Wed, 14 Aug 2013 08:00:00 GMT",
    "type": "article",
    "icon": "http://s2.wp.com/wp-content/themes/vip/tctechcrunch2/images/favicon.ico?m=1357660109g"
  }
]